{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "131",
  "m_id": 131,
  "m_displayName": "BRAKMAR - Q19 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -804202167,
    "b": -986737292,
    "c": 586093466,
    "d": -160581181,
    "e": -918295769
  },
  "m_i18nDescriptionFinishedId": {
    "a": -804202167,
    "b": -986737292,
    "c": 586093466,
    "d": -160581181,
    "e": 1085929357
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 131,
    "subAchievements": [
      139
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 9033
        }
      ]
    }
  },
  "description": {
    "fr": "L'effervescence de l'Arène de {Nation:156} est à son plus haut niveau. Les Brâkmariens sont de plus en plus exigeants en matière de sensations fortes et de combats dantesques\\_: ils en réclament toujours davantage. {Skin:9033}, ancien commentateur de Boufbowl, s'est recyclé en rabatteur et invite les aventuriers fraîchement débarqués à participer aux combats.",
    "en": "The {Nation:156} Arena excitement has reached a fevered pitch. Brakmarians are increasingly demanding when it comes to thrills and wild combat, and constantly demand more. {Skin:9033}, a former gobbowl commentator, has made a career pivot and now recruits and invites newly arrived adventurers to join in the fights.",
    "es": "La efervescencia de la arena de {Nation:156} está en su nivel más alto. Los brakmarianos son cada vez más exigentes en lo que se refiere a sensaciones fuertes y combates dantescos: reclaman cada vez más y más. {Skin:9033}, antiguo comentador de jálabol, se ha reconvertido en ojeador e invita a los aventureros recién llegados a participar en los combates.",
    "de": "Die Arena von {Nation:156} steht kurz vorm Überkochen. Die Brâks verlangen nach immer größerem Nervenkitzel und höllischeren Kämpfen. Sie können einfach nicht genug davon bekommen! {Skin:9033}, der alte Fressball-Kommentator, verdingt sich mittlerweile als Talentfänger und versucht, frisch angekommene Abenteurer dazu zu bewegen, an den Kämpfen teilzunehmen.",
    "pt": "A temperatura na Arena de {Nation:156} está mais alta que nunca. Os brakmarianos estão cada vez mais exigentes no que diz respeito a sensações fortes e combates dantescos: eles querem mais e mais! {Skin:9033}, antigo comentarista de Papabol, virou olheiro e agora convida os aventureiros recém-chegados para participarem dos combates."
  },
  "descriptionFinished": {
    "fr": "Dans l'Arène de {Nation:156}, les combats s'enchaînent\\_; tantôt contre des Bworks enragés, tantôt contre les Champions de la cité. Votre participation se fait d'ailleurs remarquer, et vos victoires successives suscitent l'engouement des spectateurs, pour le plus grand plaisir de {Skin:9033}. Mais quelque chose dans ce folklore vous paraît suspect...",
    "en": "There is a constant flow of fights in the {Nation:156} Arena, sometimes against enraged Bworks and sometimes against the city's Champions. Your participation has been noticed and your succession of victories has made you a fan favorite, to the great delight of {Skin:9033}. But something seems off…",
    "es": "En la arena de {Nation:156}, los combates se encadenan, tanto contra bworks rabiosos como contra los campeones de la ciudad. De hecho, tu participación destacas y tus sucesivas victorias despiertan el entusiasmo de los espectadores, para regocijo de {Skin:9033}. Pero algo en todo este folclore te parece sospechoso…",
    "de": "In der Arena von {Nation:156} reiht sich ein Kampf an den nächsten. Mal geht es gegen wütende Bworks, mal gegen die Champions der Stadt. Deine Teilnahme ist indes nicht unbemerkt geblieben: Mit deinen ständigen Siegen reißt du die Zuschauer förmlich von den Sitzen. Auch zur großen Freude von {Skin:9033}. Aber irgendetwas an diesem ganzen Spektakel kommt dir eigenartig vor\\_...",
    "pt": "Na Arena de {Nation:156}, os combates continuam, tanto contra Bworks enraivecidos quanto contra os Campeões da cidade. Sua participação já está dando o que falar e suas vitórias sucessivas só aumentam a empolgação dos espectadores, para a felicidade de {Skin:9033}. Mas você continua achando que alguma coisa nessa história parece suspeita…"
  }
}