{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1436",
  "m_id": 1436,
  "m_displayName": "STORY MODE - ACTE I - 06",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1850300072,
    "b": 1309859924,
    "c": -1880260584,
    "d": 2093648036,
    "e": 14275879
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1850300072,
    "b": 1309859924,
    "c": -1880260584,
    "d": 2093648036,
    "e": -1460612762
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1436,
    "subAchievements": [
      80
    ],
    "points": 5,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 817
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "Depuis l'apparition au centre de la cité, certains villageois sont un peu perturbés. Parmi eux, une {Skin:817} n'en revient pas\\_: alors qu'elle allait couper sa haie, tous ses buissons sont partis en courant\\_!",
    "en": "Since the mysterious apparition in the middle of the city, some villagers have been feeling unsettled. Among them, a {Skin:817} is stupefied\\_– just as she was going to trim a hedge, all the bushes ran away!",
    "es": "Desde la aparición en el centro de la ciudad, algunos lugareños están un poco trastornados. Entre ellos, una {Skin:817} no sale de su asombro: cuando se disponía a cortar el seto, ¡todos los arbustos han salido corriendo!",
    "de": "Seit die Erscheinung urplötzlich mitten in der Stadt aufgetaucht ist, sind einige Dorfbewohner ziemlich verstört. Unter ihnen auch eine {Skin:817}, die es einfach nicht fassen kann: Als sie gerade ihre Hecke schneiden wollte, sind all ihre Büsche einfach davongelaufen!",
    "pt": "Depois da aparição no centro da cidade, alguns aldeões ficaram um pouco perturbados. Dentre eles, uma {Skin:817} está incrédula: quando estava prestes a podar seus arbustos, todos eles saíram correndo!"
  },
  "descriptionFinished": {
    "fr": "La {Skin:817} ne s'explique pas la situation\\_: des buissons qui refusent d'être taillés, c'est du jamais vu\\_! ",
    "en": "The {Skin:817} is mystified by the situation\\_– bushes that refuse to be trimmed are unheard of!",
    "es": "La {Skin:817} no se explica qué ha pasado: los arbustos se niegan a ser podados, ¡esto es lo nunca visto!",
    "de": "Die {Skin:817} kann sich einfach keinen Reim darauf machen: Büsche, die nicht geschnitten werden wollen? Wer hat so was schon erlebt?",
    "pt": "A {Skin:817} não consegue entender a situação: arbustos fugindo da poda, onde já se viu?!"
  }
}