{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "1437",
  "m_id": 1437,
  "m_displayName": "STORY MODE - ACTE I - 04",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -422598508,
    "b": 1044893092,
    "c": 895077177,
    "d": 673616919,
    "e": 1040833128
  },
  "m_i18nDescriptionFinishedId": {
    "a": -422598508,
    "b": 1044893092,
    "c": 895077177,
    "d": 673616919,
    "e": -997803282
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1437,
    "subAchievements": [
      550
    ],
    "points": 5,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 1431
        }
      ]
    }
  },
  "description": {
    "fr": "Depuis l'apparition au centre de la cité, certains villageois sont un peu perturbés. Parmi eux, un {Skin:1431} est sous le choc\\_: amarré au port, une brume de Statis a soudainement enveloppé son bateau et transformé ses hommes en crabes.",
    "en": "Since the mysterious apparition in the middle of the city, some villagers have been feeling unsettled. Among them, an {Skin:1431} is particularly shaken up. While docked in port, a mist of Stasis suddenly surrounded his ship and turned his crew into crabs.",
    "es": "Desde la aparición en el centro de la ciudad, algunos lugareños están un poco trastornados. Entre ellos, un {Skin:1431} está en shock: una bruma de Stasis ha envuelto de repente a su barco, amarrado al puerto, y ha transformado a sus hombre en cangrejos.",
    "de": "Seit die Erscheinung urplötzlich mitten in der Stadt aufgetaucht ist, sind einige Dorfbewohner ziemlich verstört. Unter ihnen auch ein {Skin:1431}, der sichtlich unter Schock steht: Als er im Hafen vor Anker lag, hüllte plötzlich ein Stasis-Nebel sein Schiff ein und verwandelte seine Mannschaft in Krebse.",
    "pt": "Depois da aparição no centro da cidade, alguns aldeões ficaram um pouco perturbados. Dentre eles, um {Skin:1431} está em choque: ao atracar no porto, uma névoa de Stasis envolveu seu barco e transformou seus marujos em caranguejos."
  },
  "descriptionFinished": {
    "fr": "Le {Skin:1431} désespère de revoit un jour son équipage, mystérieusement transformé en crabes...",
    "en": "The {Skin:1431} is desperate to see his crew again after they were mysteriously turned into crabs…",
    "es": "El {Skin:1431} está desesperado por volver a ver algún día a su tripulación, transformada misteriosamente en cangrejos…",
    "de": "Der {Skin:1431} ist der Verzweiflung nah: Wird er seine Besatzung, die in Krebse verwandelt wurde, jemals in Menschengestalt wiedersehen?",
    "pt": "O {Skin:1431} está desesperado para rever sua tripulação, misteriosamente transformada em caranguejos…"
  }
}