{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1438",
  "m_id": 1438,
  "m_displayName": "ASTRUB - Q INTRO - 04_Valider la Quest",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1557763022,
    "b": 823169860,
    "c": -204228695,
    "d": 1232172080,
    "e": 135752373
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1557763022,
    "b": 823169860,
    "c": -204228695,
    "d": 1232172080,
    "e": -2032108060
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1438,
    "subAchievements": [
      1496
    ],
    "points": 5,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 8014
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "Depuis l'apparition au centre de la cité, certains villageois sont un peu perturbés. Parmi eux, une {Skin:8014} est plutôt en joie\\_: dans sa maison, tout s'est tout à coup animé, ainsi que son précieux doudou\\_!",
    "en": "Since the mysterious apparition in the middle of the city, some villagers have been feeling unsettled. Among them, a {Skin:8014} is rather delighted\\_– everything's come to life, including her favorite stuffed doll!",
    "es": "Desde la aparición en el centro de la ciudad, algunos lugareños están un poco trastornados. Entre ellos, una {Skin:8014} parece feliz: en su casa, todo ha cobrado vida de repente, ¡hasta su querido peluche!",
    "de": "Seit die Erscheinung urplötzlich mitten in der Stadt aufgetaucht ist, sind einige Dorfbewohner ziemlich verstört. Ein {Skin:8014} freut sich allerdings darüber: In seinem Haus ist alles zum Leben erwacht, sogar sein Lieblingsspielzeug!",
    "pt": "Depois da aparição no centro da cidade, alguns aldeões ficaram um pouco perturbados. Dentre eles, uma {Skin:8014} está muito feliz: de repente, na sua casa, tudo começou a se mover, até mesmo seu precioso boneco!"
  },
  "descriptionFinished": {
    "fr": "Contrairement à sa mère, la {Skin:8014} ne semble pas du tout effrayée par l'animation des objets de sa maison\\_; elle est bien trop heureuse de pouvoir jouer avec son doudou vivant\\_!",
    "en": "Unlike her mother, the {Skin:8014} doesn't seem scared of the living items in her house. She's much too happy to play with her living stuffed doll to be scared!",
    "es": "Al contrario que su madre, la {Skin:8014} no parece para nada asustada por la animación de los objetos de su casa; ¡está contentísima de poder jugar con su peluche viviente!",
    "de": "Im Gegensatz zu seiner Mutter scheint das {Skin:8014} keine Angst vor den sich bewegenden Gegenständen im Haus zu haben. Es freut sich vielmehr darüber, dass sein Spielzeug zum Leben erwacht ist!",
    "pt": "Ao contrário da mãe dela, a {Skin:8014} não parece estar nada assustada com os objetos animados na sua casa: na verdade, ela está extremamente feliz por poder brincar com seu boneco vivo!"
  }
}