{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1439",
  "m_id": 1439,
  "m_displayName": "ASTRUB - Q INTRO - 03_Valider la Quest",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": 332052353,
    "b": 1387231284,
    "c": 633470507,
    "d": -2125876561,
    "e": -759066170
  },
  "m_i18nDescriptionId": {
    "a": 332052353,
    "b": 1387231284,
    "c": 633470507,
    "d": -2125876561,
    "e": -687792636
  },
  "m_i18nDescriptionFinishedId": {
    "a": 332052353,
    "b": 1387231284,
    "c": 633470507,
    "d": -2125876561,
    "e": -655394022
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1439,
    "subAchievements": [
      1497
    ],
    "points": 5,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 7236
        }
      ]
    }
  },
  "name": {
    "fr": "{Quest:638}",
    "en": "{Quest:638}",
    "es": "{Quest:638}",
    "de": "{Quest:638}",
    "pt": "{Quest:638}"
  },
  "description": {
    "fr": "Depuis l'apparition au centre de la cité, certains villageois sont un peu perturbés. Parmi eux, un {Skin:7236} est surtout bien embêté\\_: tous ses pious voyageurs se sont envolés en même temps, il a besoin d’aide pour les récupérer.",
    "en": "Since the mysterious apparition in the middle of the city, some villagers have been feeling unsettled. Among them, a {Skin:7236} has run into trouble\\_– all his homing piwis flew off at the same time and he needs help getting them back.",
    "es": "Desde la aparición en el centro de la ciudad, algunos lugareños están un poco trastornados. Entre ellos, un {Skin:7236} está especialmente molesto: todos sus píos mensajeros se han ido volando al mismo tiempo y necesita ayuda para recuperarlos.",
    "de": "Seit die Erscheinung urplötzlich mitten in der Stadt aufgetaucht ist, sind einige Dorfbewohner ziemlich verstört. Unter ihnen auch {Skin:7236}, den das Ganze ziemlich verärgert: All seine Briefpiepmätze haben sich gleichzeitig davongemacht. Er braucht Hilfe, um sie zurückzuholen.",
    "pt": "Depois da aparição no centro da cidade, alguns aldeões ficaram um pouco perturbados. Dentre eles, um {Skin:7236} está particularmente irritado: todos os seus Pius-Correio saíram voando ao mesmo tempo e agora ele precisa de ajuda para recuperá-los."
  },
  "descriptionFinished": {
    "fr": "{Skin:7236} a pu retrouver quelques pious grâce à vous. Néanmoins, il lui en reste beaucoup à récupérer, et il espère qu'ils ne prendront pas peur s'ils s'approchent de l'étrange apparition qui trône au centre de la cité.",
    "en": "{Skin:7236} recovered some of his piwis thanks to you. He still has a lot more to recover, and he hopes they won't become scared if they come near the strange apparition in the middle of the city.",
    "es": "El {Skin:7236} ha podido encontrar algunos píos gracias a ti. Sin embargo, aún le quedan muchos por recuperar, y espera que no se asusten si se acercan a la extraña aparición que preside el centro de la ciudad.",
    "de": "Dank deiner Hilfe konnte {Skin:7236} einige seiner Piepmätze zurückholen. Trotzdem sind noch viele von ihnen flüchtig. Er hofft, dass sie keine Angst bekommen, wenn sie sich der seltsamen Erscheinung nähern, die mitten in der Stadt aufgetaucht ist.",
    "pt": "{Skin:7236} conseguiu recuperar alguns Pius graças a você. No entanto, ainda faltam muitos, e ele espera que eles não se assustem caso se aproximem da estranha aparição surgida no centro da cidade."
  }
}