{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1440",
  "m_id": 1440,
  "m_displayName": "ASTRUB - Q INTRO - 02_Valider la Quest",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1996430520,
    "b": 2043417508,
    "c": 1463426184,
    "d": 648292018,
    "e": -1915835545
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1996430520,
    "b": 2043417508,
    "c": 1463426184,
    "d": 648292018,
    "e": -924230512
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1440,
    "subAchievements": [
      1498
    ],
    "points": 5,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 4513
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "Depuis l'apparition au centre de la cité, certains villageois sont un peu perturbés. Parmi eux, une {Skin:4513} semble complètement paniquée\\_: dans sa maison, les tabourets, chaises et autres objets ont pris vie. Elle a besoin d’aide pour tout remettre en place afin de pouvoir rentrer chez elle.",
    "en": "Since the mysterious apparition in the middle of the city, some villagers have been feeling unsettled. Among them, a {Skin:4513} seems completely panicked\\_– in her house, stools, chairs and other objects have come to life. She needs help putting everything back in place so she can go home.",
    "es": "Desde la aparición en el centro de la ciudad, algunos lugareños están un poco trastornados. Entre ellos, una {Skin:4513} parece totalmente en pánico: en su casa, los taburetes, sillas y otros objetos han cobrado vida. Necesita ayuda para volver a poner todo en su sitio y que pueda volver a su casa.",
    "de": "Seit die Erscheinung urplötzlich mitten in der Stadt aufgetaucht ist, sind einige Dorfbewohner ziemlich verstört. Unter ihnen auch eine {Skin:4513}, die total in Panik geraten ist. In ihrem Haus sind Schemel, Stühle und andere Gegenstände zum Leben erwacht. Sie braucht Hilfe, um alles wieder an Ort und Stelle zu räumen, damit sie wieder nach Hause zurückkehren kann.",
    "pt": "Depois da aparição no centro da cidade, alguns aldeões ficaram um pouco perturbados. Dentre eles, uma {Skin:4513} parece estar completamente em pânico: na sua casa, os banquinhos, cadeiras e outros objetos ganharam vida. Ela precisa de ajuda para colocar a casa em ordem e poder voltar a entrar nela."
  },
  "descriptionFinished": {
    "fr": "La {Skin:4513} est rassurée par votre intervention\\_: ce n'est pas son imagination qui lui joue des tours, son mobilier s'est bel et bien animé. Cette étrangeté est-elle liée à la mystérieuse apparition dans la cité\\_?",
    "en": "Your intervention has reassured the {Skin:4513}. It wasn't her imagination playing tricks\\_– her furniture did indeed come alive. Is this strange turn of events linked to the mysterious apparition in the city?",
    "es": "La {Skin:4513} está más tranquila con tu intervención: no ha sido su imaginación jugándole malas pasadas, su mobiliario realmente ha cobrado vida. ¿Esta extrañeza está relacionada con la misteriosa aparición en la ciudad?",
    "de": "Dank deines beherzten Eingreifens konntest du die {Skin:4513} beruhigen. Dass ihre Möbel ein Eigenleben entwickelt hatten, hatte sie sich also nicht bloß eingebildet. Hängt dieser seltsame Vorfall möglicherweise mit der mysteriösen Erscheinung in der Stadt zusammen?",
    "pt": "A {Skin:4513} conseguiu se tranquilizar com a sua ajuda: não era sua imaginação que estava lhe pregado peças, seus móveis realmente estavam vivos. Será que essa esquisitice está ligada à aparição na cidade?"
  }
}