{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "1441",
  "m_id": 1441,
  "m_displayName": "STORY MODE - ACTE I - 02",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1937559154,
    "b": 1500435444,
    "c": 707867883,
    "d": -707299705,
    "e": -131110992
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1937559154,
    "b": 1500435444,
    "c": 707867883,
    "d": -707299705,
    "e": -832404268
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1441,
    "subAchievements": [
      422
    ],
    "points": 5,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 1428
        }
      ]
    }
  },
  "description": {
    "fr": "Depuis l'apparition au centre de la cité, certains villageois sont un peu perturbés. Parmi eux, {Skin:1428} est horrifié par ce qu'il vient de vivre\\_: ses adorables chachas sont devenus fous durant la nuit, et saccagent désormais toute sa maison. Il a besoin d'aide pour les calmer.",
    "en": "Since the mysterious apparition in the middle of the city, some villagers have been feeling unsettled. Among them, {Skin:1428} is horrified by his experience\\_– his delightful bow meows went bonkers in the night and are not ransacking his house. He needs help to calm them down.",
    "es": "Desde la aparición en el centro de la ciudad, algunos lugareños están un poco trastornados. Entre ellos, el {Skin:1428} está horrorizado por lo que acaba de vivir: sus adorables miaumiaus se han vuelto locos durante la noche, y ahora saquean todo lo que hay en su casa. Necesita ayuda para calmarlos.",
    "de": "Seit die Erscheinung urplötzlich mitten in der Stadt aufgetaucht ist, sind einige Dorfbewohner ziemlich verstört. Unter ihnen ist auch {Skin:1428}, den die Geschehnisse sehr verängstigt haben. Seine geliebten Maunzmiezen sind über Nacht total verrückt geworden. Sie nehmen sein ganzes Haus auseinander! Er braucht Hilfe, um sie wieder zur Raison zu bringen.",
    "pt": "Depois da aparição no centro da cidade, alguns aldeões ficaram um pouco perturbados. Dentre eles, {Skin:1428} está horrorizado com o que aconteceu com ele: seus adoráveis Miaws ficaram malucos durante a noite e estão avacalhando sua casa inteira. Ele precisa de ajuda para acalmá-los."
  },
  "descriptionFinished": {
    "fr": "{Skin:1428} ne comprend pas pourquoi ses chachas, d'ordinaire si adorables, sont tout à coup devenus si agressifs. Grâce à votre aide, il espère que ses compagnons redeviendront plus calmes.",
    "en": "{Skin:1428} does not understand why his bow meows, usually so cute, have suddenly become so aggressive. Thanks to your help, he hopes his companions will be calmer.",
    "es": "El {Skin:1428} no entiende por qué sus miaumiaus, que normalmente son tan adorables, de repente se han vuelto tan agresivos. Gracias a tu ayuda, espera que sus compañeros se vuelvan a calmar.",
    "de": "{Skin:1428} versteht nicht, warum sich seine sonst so liebreizenden Maunzmiezen plötzlich derart aggressiv verhalten. Mit deiner Hilfe hofft er, seine Begleiter wieder zur Raison rufen zu können.",
    "pt": "{Skin:1428} não consegue entender por que seus Miaws, sempre tão bonzinhos, de repente ficaram tão agressivos. Com a sua ajuda, ele espera que seus companheiros voltem a ficar mais calmos."
  }
}