{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1460",
  "m_id": 1460,
  "m_displayName": "AMAKNA - Q10 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -65249101,
    "b": 1207508644,
    "c": -84485733,
    "d": 1981310646,
    "e": 280682013
  },
  "m_i18nDescriptionFinishedId": {
    "a": -65249101,
    "b": 1207508644,
    "c": -84485733,
    "d": 1981310646,
    "e": -667021114
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1460,
    "subAchievements": [
      1522
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 3208
        }
      ]
    }
  },
  "description": {
    "fr": "Le champ de {Skin:3208} est régulièrement saccagé par toutes sortes de nuisibles, et la jeune fermière est contrainte de rester debout chaque nuit pour protéger ses récoltes. Malgré les litres de Redboule consommés, la tâche demande beaucoup trop d'efforts pour une seule personne...",
    "en": "{Skin:3208}'s field is regularly trampled by all sorts of pests, and the young farmer is forced to stay awake every night to protect her crops. Despite the massive quantities of Redball she's consumed, it's much too big a job for one person alone…",
    "es": "El campo de {Skin:3208} es saqueado regularmente por todo tipo de plagas, y la joven granjera se ve obligada a permanecer despierta todas las noches para proteger sus cultivos. A pesar de beber litros de Redbola, la tarea requiere demasiado esfuerzo para una sola persona…",
    "de": "Das Feld von {Skin:3208} wird regelmäßig von allen Arten von Schädlingen verwüstet und die junge Bäuerin ist gezwungen, jede Nacht wachzubleiben, um ihre Ernte zu schützen. Trotz Unmengen an Redboule ist diese Aufgabe zu anspruchsvoll für eine einzige Person\\_…",
    "pt": "A plantação de {Skin:3208} é frequentemente invadida por todo tipo de praga, e a jovem fazendeira não aguenta mais ficar a noite toda protegendo suas colheitas. Mesmo com litros de Redbola, a tarefa é exigente demais para uma só pessoa..."
  },
  "descriptionFinished": {
    "fr": "Après la découverte de galeries Wabbit sous son champ, {Skin:3208} n'est pas prête de se reposer\\_: elle sait que les Wabbits se reproduisent aussi vite que les Wapins, et elle ne serait pas étonnée que d'autres bestioles rôdent dans le coin, prêts à chaparder ses belles nawottes\\_!",
    "en": "After finding Wabbit tunnels under her field, {Skin:3208} isn't any closer to getting some rest. She knows that Wabbits reproduce as quickly as Wodents and she wouldn't be surprised if other pests are lurking about, just waiting to steal her beautiful Tuwnips!",
    "es": "Después de descubrir los túneles de los wabbits bajo su campo, {Skin:3208} no está dispuesta a descansar: sabe que los wabbits se reproducen tan rápido como los wonejos, ¡y no le extrañaría que otros bichos estuvieran al acecho, dispuestos a robarle sus bonitas zanabowias!",
    "de": "Nachdem sie Wabbit-Gänge unter ihrem Feld entdeckt hat, ist {Skin:3208} nicht bereit, sich hinzulegen: Sie weiß, dass sich Wabbits so schnell vermehren wie Wahasen, und sie wäre nicht überrascht, wenn auch andere Viecher in der Gegend herumstreifen würden, bereit, sich ihre schönen Kawotten zu krallen!",
    "pt": "Depois da descoberta das galerias Wabbit debaixo da plantação, {Skin:3208} ainda não pode descansar: ela sabe que os Wabbits se reproduzem tão rápido quanto os Lepowides, e ela odiaria encontrar outras pestes na área, prontas para surrupiar suas belas Nabouwas!"
  }
}