{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "1484",
  "m_id": 1484,
  "m_displayName": "AMAKNA - Q13 - 02_Chapitre 10 Or",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1124102969,
    "b": -1567721324,
    "c": -401338887,
    "d": 1903234637,
    "e": 1133552362
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1124102969,
    "b": -1567721324,
    "c": -401338887,
    "d": 1903234637,
    "e": -817927166
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1484,
    "subAchievements": [
      1554
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 2924
        }
      ]
    }
  },
  "description": {
    "fr": "Dans son auberge, {Skin:2924} propose uniquement des plats à base de légumes locaux, pour le plus grand malheur des carnassiers de la région. Néanmoins, le restaurant affiche toujours complet, et les clients font la queue pour y manger. Hors de question de fermer ne serait-ce qu'une journée et prendre le risque que la clientèle aille voir ailleurs\\_!",
    "en": "In his inn, {Skin:2924} only serves dishes made from local vegetables, much to the dismay of local meat eaters. Still, the restaurant is always full and customers stand in line to get a table. Closing for even a day is out of the question or customers might take their business elsewhere!",
    "es": "En su albergue, {Skin:2924} solo propone platos a base de verduras locales, para mayor desgracia de los carnívoros de la región. No obstante, el restaurante siempre está completo y los clientes hacen cola para comer en él. ¡Ni hablar de cerrar ni un solo día y arriesgarse a que la clientela se vaya a otro sitio!",
    "de": "In seinem Gasthaus bietet {Skin:2924} ausschließlich Gerichte an, die aus regional produziertem Gemüse zubereitet wurden, sehr zum Ärgernis der Fleischesser der Gegend. Nichtsdestotrotz ist das Restaurant immer ausgebucht und die Kunden stehen Schlange, um dort zu speisen. Es steht außer Frage, es auch nur einen Tag lang zu schließen und Gefahr zu laufen, dass die Kundschaft sich anderweitig umschaut!",
    "pt": "Em seu albergue, {Skin:2924} oferece exclusivamente pratos a base de legumes locais, para o azar dos carnívoros da região. No entanto, o restaurante está sempre cheio e os clientes fazem fila para comer nele. Está fora de questão fechar nem mesmo por um dia e correr o risco de perder a clientela para a concorrência!"
  },
  "descriptionFinished": {
    "fr": "C'est la fin du service, le dernier client vient de partir. Aujourd'hui encore, c'est un carton plein au restaurant et tous les clients sont repartis satisfaits. Estomaqué par vos compétences, {Skin:2924} vous propose de revenir assurer le service du lendemain… et des jours suivants\\_!",
    "en": "The day's over and the last customer has just left. The restaurant was a big hit again today and all the customers left happy. Blown away by your skills, {Skin:2924} has invited you to wait tables again tomorrow… and beyond!",
    "es": "Es el final del servicio, el último cliente se acaba de ir. Otro día más, el restaurante ha sido un éxito y todos los clientes se han ido satisfechos. Atónito por tus capacidades, {Skin:2924} te propone volver para asegurar el servicio del día siguiente… ¡y de los siguientes días!",
    "de": "Es ist Feierabend und der letzte Kunde ist gerade gegangen. Auch heute lief das Restaurant wieder richtig gut und alle Kunden sind zufrieden gewesen. Von deinem Können verblüfft bietet dir {Skin:2924} an, auch am Folgetag den Service zu übernehmen\\_… und an den Tagen danach!",
    "pt": "Fim do expediente, o último cliente acaba de sair. Mais um dia de restaurante bem servido e clientes satisfeitos. Impressionado com sua competência, {Skin:2924} oferece mais serviço para você no dia seguinte… e em todos os seguintes!"
  }
}