{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "1490",
  "m_id": 1490,
  "m_displayName": "AMAKNA - Q05 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1264303840,
    "b": -957398492,
    "c": 1236690395,
    "d": 451671693,
    "e": -1181395071
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1264303840,
    "b": -957398492,
    "c": 1236690395,
    "d": 451671693,
    "e": -1591917879
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1490,
    "subAchievements": [
      1563
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": []
    }
  },
  "description": {
    "fr": "La boulangerie-pâtisserie <i>Au Petit Pain d'Amakna</i> attire de nombreux gourmands. Mais depuis quelques temps, l'établissement est victime de son succès, et subit des vols de denrées et des dégâts matériels. La propriétaire, {CharacterName:735}, désespère de trouver et arrêter les coupables.",
    "en": "The <i>Amakna Baked Delights</i> bakery attracts a large crowd. Recently, though, it's been a victim of its success and has been experiencing thefts of ingredients and vandalism. The owner, {CharacterName:735}, is desperate to find and stop the guilty parties.",
    "es": "La panadería-pastelería <i>El Panecillo Feliz de Amakna</i> atrae a muchos golosos. Pero desde hace un tiempo, el establecimiento es víctima de su éxito y sufre robos de productos y daños materiales. La propietaria, {CharacterName:735}, está desesperada por encontrar y detener a los culpables.",
    "de": "Die Konditorei <i>Amaknas Zuckerbäcker</i> lockt unzählige Schlemmermäuler an. Doch seit einiger Zeit ist der Laden Opfer seines Erfolgs und verzeichnet Lebensmitteldiebstahl und Sachschäden. Die Eigentümerin {CharacterName:735} versucht verzweifelt, die Täter zu finden und verhaften zu lassen.",
    "pt": "A padaria-confeitaria <i>O Pãozinho de Amakna</i> atrai inúmeros gulosos. Mas depois de algum tempo, o estabelecimento acabou se tornando vítima do próprio sucesso e passou a ser alvo de roubos de ingredientes e danos materiais. A proprietária, {CharacterName:735}, está desesperada para encontrar e prender os culpados."
  },
  "descriptionFinished": {
    "fr": "Grâce à vous, {CharacterName:735} parvient à récupérer une bonne partie de sa production pour faire tourner sa boutique. En prévision de potentielles autres attaques, elle décide également de réaliser de nouvelles recettes bien pimentées\\_: les Taures n'ont qu'à bien se tenir\\_!",
    "en": "Thanks to you, {CharacterName:735} has managed to recover most of her stock to run her business. Expecting future attacks, she's also decided to develop new recipes with a kick\\_– the Taurs will have to behave!",
    "es": "Gracias a ti, {CharacterName:735} consigue recuperar una buena parte de su producción para hacer que su tienda funcione. En vista de potenciales nuevos ataques, también decide realizar nuevas recetas muy picantes: ¡los toros tendrán que portarse bien!",
    "de": "Dank deiner Hilfe gelingt es {CharacterName:735}, einen Großteil ihrer Produktion und damit auch den Ladenbetrieb wiederaufzunehmen. Zur Vorbeugung weiterer möglicher Attacken beschließt sie zudem, neue, gut gewürzte Rezepturen zu erschaffen: Die Tauren sollen sich festhalten!",
    "pt": "Graças a você, {CharacterName:735} conseguiu recuperar parte de seus produtos para colocar seu estabelecimento nos trilhos. Para se prevenir contra futuros ataques, ela decidiu produzir novas receitas bem apimentadas: os Tauros que se cuidem!"
  }
}