{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "1574",
  "m_id": 1574,
  "m_displayName": "BRAKMAR - Q08 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1195493921,
    "b": 1923169876,
    "c": 215768361,
    "d": -622809271,
    "e": 702911836
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1195493921,
    "b": 1923169876,
    "c": 215768361,
    "d": -622809271,
    "e": 1748103954
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1574,
    "subAchievements": [
      1730
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 22,
          "id": 154
        },
        {
          "type": 20,
          "id": 90
        },
        "OBJECTMECHANISM",
        {
          "type": 7,
          "id": 1238
        },
        {
          "type": 20,
          "id": 88
        },
        {
          "type": 4,
          "id": 462
        },
        {
          "type": 5,
          "id": 617
        }
      ]
    }
  },
  "description": {
    "fr": "{Companion:617} est à la recherche d'un trésor familial. Son ancêtre, {Summoning:462}, a mis au point une série d'énigmes et de pièges pour s'assurer qu'il ne tombe pas entre de mauvaises mains. Seul un véritable héritier pourra s'en montrer digne...",
    "en": "{Companion:617} is searching for a family treasure. His ancestor, {Summoning:462}, devised a series of riddles and traps to make sure it wouldn't fall into the wrong hands. Only a true heir will be able to prove worthy of it…",
    "es": "{Companion:617} está buscando un tesoro familiar. Su ancestro, {Summoning:462}, puso una serie de enigmas y trampas para asegurarse de que no cayera en las manos equivocadas. Solo un heredero de verdad podrá mostrarse digno de él…",
    "de": "{Companion:617} ist auf der Suche nach einem Familienschatz. Sein Vorfahr {Summoning:462} hat eine Reihe von Rätseln und Fallen aufgestellt, um sicherzustellen, dass der Schatz nicht in die falschen Hände gelangt. Einzig ein wahrer Erbe kann sich als würdig erweisen\\_…",
    "pt": "{Companion:617} está à procura de um tesouro familiar. Seu ancestral, {Summoning:462}, deixou uma série de enigmas e armadilhas para garantir que ele não caísse em mãos erradas. Somente um verdadeiro herdeiro poderá se mostrar digno..."
  },
  "descriptionFinished": {
    "fr": "Le fantôme de {Summoning:462} est vaincu. Forcé d'admettre sa défaite devant un digne héritier, il se prépare à dévoiler la position de son trésor, quand soudain... La Mort le rappelle à elle, et les parois de la crypte s'effondrent... Encore et toujours, {Companion:617} doit reprendre sa quête du début. ",
    "en": "{Summoning:462}'s ghost has been defeated. Forced to admit defeat to a worthy heir, he was about to reveal the treasure's location when suddenly… Death came for him and the walls of the crypt collapsed… {Companion:617} must start his quest over again from the beginning.",
    "es": "El fantasma de {Summoning:462} ha sido derrotado. Obligado a admitir su derrota ante un digno heredero, se dispone a revelar la ubicación de su tesoro, cuando de repente… La muerte le llama de nuevo, y las paredes de la cripta se derrumban… Una y otra vez, {Companion:617} debe reanudar su búsqueda desde el principio. ",
    "de": "Der Geist von {Summoning:462} ist besiegt. Gezwungen, sich seine Niederlage gegen einen wahren Erben einzugestehen, möchte er gerade den Fundort seines Schatzes preisgeben, als plötzlich\\_… Der Tod ihn wieder zu sich holt und die Wände der Krypta einstürzen\\_… Nach wie vor muss {Companion:617} seine Suche erneut beginnen.",
    "pt": "O fantasma de {Summoning:462} foi derrotado. Forçado a admitir sua derrota diante de um herdeiro digno, ele se prepara para revelar a localização do seu tesouro quando, de repente… a Morte o chama e as paredes da cripta colapsam... Para {Companion:617}, só resta recomeçar sua busca do zero."
  }
}