{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "1621",
  "m_id": 1621,
  "m_displayName": "BRAKMAR - Q11 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 595591746,
    "b": 1612198228,
    "c": -1079426184,
    "d": 565226317,
    "e": 1800445808
  },
  "m_i18nDescriptionFinishedId": {
    "a": 595591746,
    "b": 1612198228,
    "c": -1079426184,
    "d": 565226317,
    "e": -34329430
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1621,
    "subAchievements": [
      1663
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 6339
        },
        {
          "type": 1,
          "id": 9577
        }
      ]
    }
  },
  "description": {
    "fr": "À la taverne de {Nation:156}, touristes et badauds affluent pour étancher leur soif et noyer leur désespoir. Mais depuis quelques temps, des rumeurs se font entendre dans la cité\\_: des disparitions suspectes auraient cours dans le Quartier des Vices. Au cœur de ces rumeurs\\_: {Skin:9577}, une jeune Brâkmarienne dont le frère, {Skin:6339}, aurait mystérieusement disparu une nuit.",
    "en": "Tourists and gawkers throng to the {Nation:156} inn to slake their thirst and drown their sorrow. Recently, however, rumors have begun to circulate in the city. Suspicious disappearances are said to have happened in the Vice District. At the center of the rumors is {Skin:9577}, a young Brakmarian whose brother, {Skin:6339}, is said to have disappeared mysteriously one night.",
    "es": "En la taberna de {Nation:156}, turistas y mirones confluyen para calmar su sed y ahogar sus penas. Pero, desde hace un tiempo, se oyen rumores en la ciudad: unas sospechosas desapariciones habrían tenido lugar en el barrio de los vicios. En el centro de estos rumores: {Skin:9577}, una joven brakmariana cuyo hermano, {Skin:6339}, habría desaparecido misteriosamente una noche.",
    "de": "In der Taverne von {Nation:156} scharen sich Touristen und Neugierige zusammen, um ihren Durst zu stillen und ihre Sorgen zu ertränken. Aber seit geraumer Zeit machen beunruhigende Gerüchte in der Stadt die Runde: Im Amüsierviertel sind auf mysteriöse Weise Leute verschwunden! Im Zentrum dieser Gerüchte steht {Skin:9577}, eine junge Brâk, deren Bruder {Skin:6339} eines Nachts ebenfalls verschwunden ist.",
    "pt": "Na taberna de {Nation:156}, turistas e curiosos se misturam para matar a sede a afogar as mágoas. Mas de uns tempos para cá correm uns boatos pela cidade: alguns desaparecimentos suspeitos andam acontecendo no Distrito dos Vícios. No centro dos rumores: {Skin:9577}, uma jovem brakmariana cujo irmão, {Skin:6339}, teria desaparecido misteriosamente durante a noite."
  },
  "descriptionFinished": {
    "fr": "Un nouveau culte de vie éternelle s'organise en secret dans le sous-sol de la taverne de {Nation:156}. En remontant le filon, vous découvrez qu'il s'agit en réalité d'un subterfuge mis en œuvre par les Vampyres afin de capturer les Douziens et étancher leur soif. Heureusement, vous êtes arrivé à temps pour libérer le frère d'{Skin:9577}, qui ne craint désormais plus que les foudres de sa sœur\\_!",
    "en": "A cult of eternal life is growing in secret in the basement of the {Nation:156} inn. As you investigate, you discover that it is in reality a ruse by the Vampyres to catch Twelvians and quench their thirst. Luckily, you arrived in time to free {Skin:9577}'s brother, who now only needs to fear his sister's wrath!",
    "es": "En el sótano de la taberna de {Nation:156} se está organizando en secreto un nuevo culto de vida eterna. A medida que indagas, descubres que en realidad se trata de un subterfugio montado por los vampyros para capturar doceros y saciar su sed. Afortunadamente, has llegado a tiempo para liberar al hermano de {Skin:9577}, ¡que ahora solo teme la ira de su hermana!",
    "de": "Ein neuer Kult des ewigen Lebens hat sich klammheimlich im Untergrund der Taverne von {Nation:156} breitgemacht. Als du der Spur nachgehst, findest du heraus, dass es sich in Wirklichkeit um eine List der Vampyre handelt, um ihren unbändigen Durst an arglosen Zwölfianern zu stillen. Glücklicherweise bist du gerade noch rechtzeitig gekommen, um den Bruder von {Skin:9577} zu retten. Außer dem Zorn seiner Schwester hat er jetzt nichts mehr zu befürchten!",
    "pt": "Um novo culto à vida eterna está se organizando em segredo no subsolo da taberna de {Nation:156}. Ao investigar, você descobre que, na realidade, trata-se de um subterfúgio criado por Vampyros para capturar dozeanos e saciar sua sede. Felizmente, você chegou a tempo para libertar o irmão de {Skin:9577}, que agora só tem a temer a ira de sua irmã!"
  }
}