{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1684",
  "m_id": 1684,
  "m_displayName": "BRAKMAR - Q07 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 337754079,
    "b": 1016145764,
    "c": 1702414424,
    "d": -368348516,
    "e": -847176256
  },
  "m_i18nDescriptionFinishedId": {
    "a": 337754079,
    "b": 1016145764,
    "c": 1702414424,
    "d": -368348516,
    "e": -1752797001
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1684,
    "subAchievements": [
      657
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": []
    }
  },
  "description": {
    "fr": "Dans les mines de {Nation:156}, on entend des râles et des grognements\\_: les frères Boutefeu, derniers Nimbos de leur lignée, sont chargés d'alimenter la cité en armement depuis leur forge, mais plus une goutte de lave n'arrive jusqu'à leurs fourneaux. Bien au chaud aux côtés de leurs enclumes, ils n'ont cependant pas trop envie de se mouiller...",
    "en": "Grumbles and cries echo in the {Nation:156} mines. The Firebrand brothers\\_– the last Stubbyobs of their lineage\\_– are responsible for supplying the city with weapons from their smithy. Unfortunately, lava is no longer reaching their forges. Safe and snug among their anvils, they aren't very eager to investigate…",
    "es": "En las minas de {Nation:156}, se escucha refunfuñar y gruñir: los hermanos Botafuego, últimos taponanos de su estirpe, están encargados de alimentar la ciudad con armamento desde su forja, pero ya no llega ni una gota de lava a sus hornos. No obstante, ellos permanecen bien calentitos junto a sus yunques, no tienen muchas ganas de mojarse…",
    "de": "In den Minen von {Nation:156} vernimmt man lautes Keuchen und Knurren: Die Gebrüder Schießhauer, die letzten Nimbos ihrer Ahnenlinie, sollen die Stadt mit Waffen und Rüstungen aus ihrer Schmiede versorgen. Aber kein einziger Tropfen Lava erreicht mehr ihre Öfen. Da sie es allerdings an ihren Ambossen so schön warm haben, haben sie auch keine große Lust, Kopf und Kragen zu riskieren\\_…",
    "pt": "Nas minas de {Nation:156}, às vezes dá para ouvir uns gemidos e grunhidos: os irmãos Tocafogo, os últimos Brutanões da sua linhagem, são encarregados de abastecer a cidade com armamentos produzidos em sua forja, mas nem uma gota de lava tem chegado às suas fornalhas. Sempre confortavelmente aquecidos ao lado de suas bigornas, eles não têm o menor interesse em se molhar…"
  },
  "descriptionFinished": {
    "fr": "La passion des Bworks pour leur volcan en a poussé certains à venir sur {Nation:156} pour détourner la lave de la Nation vers leur île, créant une pénurie à la forge Boutefeu. Connaissant leur entêtement, ils reviendront probablement tenter de dévier le courant de lave à leur profit, mais en attendant, les marteaux peuvent à nouveau résonner, et la production des armes peut enfin reprendre.",
    "en": "The Bworks' adoration of their volcano pushed some to come to {Nation:156} to reroute the Nation's lava to their island, creating a shortage at the Firebrand Forge. Given how stubborn they are, they will probably try again to divert the lava flow their way again. Until then, though, the hammers and anvils may sound out again and weapon production can resume.",
    "es": "La pasión de los bworks por su volcán ha llevado a algunos a venir a {Nation:156} para desviar la lava de la nación hacia su isla, llevando a la forja Botafuego a la penuria. Teniendo en cuenta lo tercos que son, probablemente volverán para intentar desviar el flujo de lava en su beneficio, pero mientras tanto, los martillos pueden volver a sonar y la producción de armas puede reanudarse al fin.",
    "de": "Die große Leidenschaft der Bworks für ihren Vulkan hat einige von ihnen dazu verleitet, sich nach {Nation:156} zu begeben, um die Lava von dort zu ihrer Insel umzuleiten. Das hat allerdings die Schießhauer-Schmiede vom Lavastrom abgeschnitten. Da sie für ihre Sturheit berüchtigt sind, werden sie wahrscheinlich zurückkehren und versuchen, sich erneut am Lavastrom zu bedienen. Aber bis dahin werden die Schläge der Hämmer wieder durch die Schmiede hallen. Die Waffenproduktion kann endlich wieder aufgenommen werden!",
    "pt": "A paixão dos Bworks pelo seu vulcão já levou alguns até {Nation:156} para desviar a lava da Nação em direção à sua ilha, causando a escassez da forja Tocafogo. Conhecendo a teimosia deles, é uma questão de tempo até que tentem desviar a lava novamente. Enquanto isso, os martelos podem voltar a trabalhar e a produção de armas finalmente continuar."
  }
}