{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1725",
  "m_id": 1725,
  "m_displayName": "BRAKMAR - Q03 - 00_Valider la Quest",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": 1326933689,
    "b": 1742759988,
    "c": 1772940584,
    "d": -257778011,
    "e": 1720061349
  },
  "m_i18nDescriptionId": {
    "a": 1326933689,
    "b": 1742759988,
    "c": 1772940584,
    "d": -257778011,
    "e": 226344445
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1326933689,
    "b": 1742759988,
    "c": 1772940584,
    "d": -257778011,
    "e": 1723449606
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1725,
    "subAchievements": [
      601
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 3105
        }
      ]
    }
  },
  "name": {
    "fr": "{Quest:536}",
    "en": "{Quest:536}",
    "es": "{Quest:536}",
    "de": "{Quest:536}",
    "pt": "{Quest:536}"
  },
  "description": {
    "fr": "Au marché de {Nation:156}, on trouve toute sorte de marchandises\\_; des prisonniers, de la viande de cochon, des potions fumantes, … Et les acheteurs viennent en nombre. {Skin:3105}, un maraîcher fraîchement débarqué d'{Nation:954}, est venu tenter sa chance et faire fortune. Mais la concurrence ne voit pas son arrivée d’un bon œil\\_; à Brâkmar, pour être fort et valeureux dans l’Arène, on mange de la viande, pas des légumes\\_!",
    "en": "Buyers flock to the {Nation:156} market where all kinds of merchandise can be found\\_– prisoners, pork, fuming potions, and more. {Skin:3105}, a market gardener, has recently come from {Nation:954} to try to make his fortune. His competition takes a dim view of his arrival, however. In Brakmar, to be strong and vigorous in the Arena, one eats meat, not vegetables!",
    "es": "En el mercado de {Nation:156}, encontramos todo tipo de mercancías: prisioneros, carne de cerdo, pócimas humeantes... Y son muchos los que se acercan a comprar. {Skin:3105}, un horticultor recién llegado de {Nation:954} ha venido a probar suerte y a hacerse rico. Pero la competencia no ha visto con buen ojo su llegada; ¡en Brakmar, para ser fuerte y valiente en la arena, hay que comer carne, no verduras!",
    "de": "Auf dem Markt von {Nation:156} gibt es allerhand zu kaufen: Gefangene, Schweinefleisch, brodelnde Tränke … Die Käufer strömen zahlreich herbei. Der Gemüsegärtner {Skin:3105}, der gerade erst aus {Nation:954} eingetroffen ist, will hier sein Glück versuchen und zu großem Reichtum kommen. Aber seine Konkurrenten sind nicht gerade angetan vom neuen Mitbewerber. Wer in Brâkmar groß und stark werden und die Arena dominieren will, isst Fleisch und kein Gemüse!",
    "pt": "No mercado de {Nation:156} dá para encontrar qualquer tipo de mercadoria: prisioneiros, carne de porco, poções fumegantes… E os compradores comparecem em peso. {Skin:3105}, um fornecedor recém-chegado em {Nation:954}, veio tentar a sorte e fazer sua fortuna. Mas a concorrência não encarou sua chegada com bons olhos… Em Brakmar, para ter força e valor na Arena, é preciso comer muita carne, não legumes!"
  },
  "descriptionFinished": {
    "fr": "Grâce à votre soutien, {Skin:3105} est parvenu à préserver sa marchandise. Les autres commerçants ont donc opté pour une nouvelle approche afin de ne plus perdre sa clientèle Vampyre\\_: acheter l'intégralité du stock d'ail de {Skin:3105[Thomas]} et... le jeter à la mer\\_! Stupéfait, le marchand y voit néanmoins un bon filon\\_: un nouveau stock d'ail en provenance d'{Nation:954} est déjà en route\\_!",
    "en": "With your help, {Skin:3105} was able to save his merchandise. The other merchants are therefore trying a new tactic so they don't lose their Vampyre clients\\_– buying up all of {Skin:3105[Toma]}'s stock of garlic and… tossing it into the sea! Stupefied, the merchant nevertheless recognizes the commercial potential of the situation and a new supply of garlic is already on its way from {Nation:954}!",
    "es": "Gracias a tu apoyo, {Skin:3105} ha conseguido conservar su mercancía. Los demás vendedores ha optado por una nueva estrategia para no perder a su clientela vampyra: comprar todas las existencias de ajo de {Skin:3105[Tomás]} y... ¡tirarlas al mar! No obstante, el comerciante, aún estupefacto, ha visto ahí un buen filón: ¡una nueva reserva de ajo procedente de {Nation:954} ya está en camino!",
    "de": "Dank deiner Unterstützung konnte {Skin:3105} seine Waren schützen. Die anderen Händler haben sich also etwas Neues überlegt, um keine weiteren Kunden unter den Vampyren zu verlieren: Sie haben {Skin:3105[Thomas]} seine gesamten Knoblauchvorräte abgekauft und … ins Meer geworfen! So verblüfft der Händler auch war, hat er sich trotzdem etwas einfallen lassen: eine neue Ladung Knoblauch aus {Nation:954} ist bereits unterwegs!",
    "pt": "Graças à sua ajuda, {Skin:3105} conseguiu continuar com suas mercadorias. Os outros comerciantes acabaram adotando uma nova abordagem para não perder sua clientela Vampyra: comprar todo o estoque de alho de {Skin:3105[Thomas]} e… jogar tudo no mar! Estupefato, o comerciante viu nisso uma bela oportunidade: um novo estoque de alho de {Nation:954} já está a caminho!"
  }
}