{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "1727",
  "m_id": 1727,
  "m_displayName": "BRAKMAR - Q01 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -902440200,
    "b": -630430748,
    "c": 478569258,
    "d": 9153809,
    "e": -1198920899
  },
  "m_i18nDescriptionFinishedId": {
    "a": -902440200,
    "b": -630430748,
    "c": 478569258,
    "d": 9153809,
    "e": 1990331788
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1727,
    "subAchievements": [
      1557
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 6749
        }
      ]
    }
  },
  "description": {
    "fr": "Un {Skin:6749} est chargé de vérifier les cargaisons en partance de la cité. Entre les vols et les exports surprises, il est important d'inspecter chacune des caisses\\_; vous n'avez pas idée de toutes les choses qui peuvent circuler sur ces docks... Mais la cargaison du jour est si volumineuse que le {Skin:6749[Brigadier]} craint de ne pas terminer à temps, et d'être envoyé à l'Arène sans les honneurs...",
    "en": "A {Skin:6749} has been assigned to verify shipments leaving the city. Between thefts and \"surprise\" exports, it's important that he inspect each crate; you don't know what could be moving through the port… The day's shipment is so large that the {Skin:6749[Brigadier]} is afraid he won't finish on time and will be sent to the Arena as a \"reward\"…",
    "es": "Un {Skin:6749} está encargado de comprobar el cargamento que sale de la ciudad. Entre los robos y exportaciones sorpresa, es importante inspeccionar cada una de las cajas. No tienes ni idea de todas las cosas que pueden circular en esos depósitos… Pero el cargamento del día es tan voluminoso que el {Skin:6749[cabo]} teme no poder terminar a tiempo y que le envíen a la arena sin los honores…",
    "de": "Ein {Skin:6749} wurde damit beauftragt, die Ladungen zu kontrollieren, die die Stadt verlassen. Jede einzelne Kiste muss kontrolliert werden, da es immer wieder zu Diebstählen und unangekündigten Exporten kommt. Man kann sich gar nicht vorstellen, was hier an den Docks so alles im Umlauf ist\\_… Die heutige Ladung ist allerdings so umfangreich, dass der {Skin:6749[Brigadegeneral]} befürchtet, nicht rechtzeitig fertig zu werden. In dem Fall drohen ihm eine unehrenhafte Entlassung und ein Auftritt in der Arena\\_…",
    "pt": "Um {Skin:6749} é o encarregado de controlar os carregamentos que saem da cidade. Entre roubos e exportações inesperadas, é importante inspecionar cada uma das caixas. Você não tem ideia do que passa por essas docas… Mas o carregamento do dia é tão volumoso que o {Skin:6749[Brigadeiro]} teme não conseguir terminar a tempo e ser mandado para a Arena desonrosamente…"
  },
  "descriptionFinished": {
    "fr": "En commençant son travail aujourd'hui, le {Skin:6749} ne s'attendait pas à devoir démanteler un réseau de trafic de sang. Heureusement, avec votre soutien, les Vampyres sont à présent repoussés et la cargaison est entièrement vérifiée\\_: le {Skin:6749[Brigadier]} ne finira pas dans l'arène aujourd'hui\\_! Mais une nouvelle cargaison est déjà prévue pour demain…",
    "en": "When he started work today, the {Skin:6749} didn't expect to be dismantling a blood trafficking network. Luckily, with your help, the Vampyres have been pushed back and the shipment entirely verified. The {Skin:6749[Brigadier]} won't end up in the Arena today! But a new shipment is already expected tomorrow…",
    "es": "Al empezar su trabajo hoy, el {Skin:6749} no se esperaba tener que desmantelar una red de tráfico de sangre. Afortunadamente, con tu apoyo, se ha conseguido repeler a los vampyros y se ha comprobado el cargamento al completo: ¡el {Skin:6749[cabo]} no terminará el día en la arena! Pero hay un nuevo cargamento previsto para mañana…",
    "de": "Als der {Skin:6749} seinen heutigen Arbeitstag antrat, hatte er nicht damit gerechnet, einen Blutschmugglerring zerschlagen zu müssen! Glücklicherweise konnten die Vampyre dank deiner Hilfe fürs Erste zurückgeschlagen und die gesamte Lieferung gesichert werden. Heute wird der {Skin:6749[Brigadegeneral]} schon mal nicht in der Arena landen! Aber für morgen wurde bereits eine neue Ladung angekündigt.",
    "pt": "Quando começou seu trabalho do dia, o {Skin:6749} não imaginava que iria desmantelar uma rede de tráfico de sangue. Felizmente, com sua ajuda, os Vampyros foram afastados e o carregamento devidamente inspecionado: não vai ser hoje que o {Skin:6749[Brigadeiro]} vai para a Arena! Mas um novo carregamento já está previsto para amanhã…"
  }
}