{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "1747",
  "m_id": 1747,
  "m_displayName": "ASTRUB - Q08 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -282648473,
    "b": -2022841244,
    "c": -1363738486,
    "d": 342909833,
    "e": 510236560
  },
  "m_i18nDescriptionFinishedId": {
    "a": -282648473,
    "b": -2022841244,
    "c": -1363738486,
    "d": 342909833,
    "e": -1166435613
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1747,
    "subAchievements": [
      326
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 8383
        }
      ]
    }
  },
  "description": {
    "fr": "Sur une île au large d'Astrub, un survivant tente à tout prix de protéger sa maison d'une innondation imminente. Malheureusement, l'eau parvient toujours à s'infiltrer chez lui. {Skin:8383}, membre du {Faction:14}, missionne tout aventurier volontaire pour l'aider à préserver son îlot.",
    "en": "On an island off the coast of Astrub, a survivor is struggling to protect his house from an imminent flood. Unfortunately, water is constantly seeping into his home. {Skin:8383}, a member of the {Faction:14}, is enrolling volunteer adventurers to help save his little island.",
    "es": "En una isla frente a la costa de Astrub, un superviviente trata de proteger su casa de una inundación inminente. Por desgracia, el agua siempre acaba entrando en su casa. {Skin:8383}, miembro del {Faction:14}, recluta a cualquier aventurero voluntario para ayudarle a preservar su islote.",
    "de": "Auf einer Insel bei Astrub versucht ein Überlebender um jeden Preis, sein Haus vor einer bevorstehenden Überschwemmung zu schützen. Leider dringt das Wasser immer wieder bei ihm ein. {Skin:8383}, Mitglied im {Faction:14}, beauftragt jeden freiwilligen Abenteurer, ihm dabei zu helfen, sein Inselchen zu schützen.",
    "pt": "Em uma ilha ao largo de Astrub, um sobrevivente tenta de todas as formas proteger sua casa de uma inundação iminente. Infelizmente, a água consegue invadir o lar dele. {Skin:8383}, membro do {Faction:14}, está atrás de aventureiros que estejam dispostos a preservar a ilha."
  },
  "descriptionFinished": {
    "fr": "En aidant {Skin:6121} à repousser les envahisseurs marins, vous avez découvert une nouvelle ressource qui pourrait être fort utile à la Nation. {Skin:8383} est ébahi par cette innovation, mais {Skin:6121[Vitor]} de son côté, patauge toujours dans l'eau...",
    "en": "While helping {Skin:6121} push back the marine invaders, you discovered a new resource that could be of great use to the nation. {Skin:8383} is flabbergasted by the innovation, while {Skin:6121[Vitor]} is still up to his ankles in water…",
    "es": "Ayudando a {Skin:6121} a repeler a los invasores marinos, has descubierto un nuevo recurso que podría serle muy útil a la nación. {Skin:8383} está atónito con este descubrimiento, pero {Skin:6121[Vitor]}, por su parte, sigue vadeando en el agua…",
    "de": "Als du {Skin:6121} geholfen hast, die Angreifer vom Meer zurückzudrängen, hast du eine neue Ressource entdeckt, die der Nation sehr nützlich sein könnte. {Skin:8383} verblüfft diese Innovation, aber bei {Skin:6121[Viktor]} steht das Wasser immer noch knöchelhoch\\_…",
    "pt": "Enquanto ajudava {Skin:6121} a rechaçar os invasores marinhos, você descobriu um novo recurso que pode ser muito útil para a Nação. {Skin:8383} ficou boquiaberto com a novidade, mas {Skin:6121[Vitor]} ainda tem suas dúvidas…"
  }
}