{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1753",
  "m_id": 1753,
  "m_displayName": "ASTRUB - Q04 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -63490114,
    "b": 1759198948,
    "c": 874989225,
    "d": 802470076,
    "e": -1513478294
  },
  "m_i18nDescriptionFinishedId": {
    "a": -63490114,
    "b": 1759198948,
    "c": 874989225,
    "d": 802470076,
    "e": -1354643299
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1753,
    "subAchievements": [
      883
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 6253
        }
      ]
    }
  },
  "description": {
    "fr": "Les Roublards ne manquent pas de roublardises pour faire du profit\\_: ils braconnent tout type de proies et commercent avec tout le monde. Sur {DungeonZone:58}, ils retiennent des bêtes en captivité, ainsi que des douziens, à destination de certaines îles… {Skin:6253}, membre du {Faction:877}, missionne tout aventurier volontaire pour aller libérer tous les prisonniers.",
    "en": "Rogues are never short on roguery when it's time to turn a profit. They'll poach just about any type of game and trade with anyone and everyone. They're holding beasts\\_– and Twelvians\\_– captive on {DungeonZone:58} until they can be bundled off to certain islands… {Skin:6253} and {Faction:877} are enrolling volunteer adventurers to go free all the prisoners.",
    "es": "Los tymadores no dejan de hacer de sus tymaduras para sacar tajada: cazan furtivamente todo tipo de presas y comercian con todo el mundo. En {DungeonZone:58}, retienen a animales en cautividad, así como a doceros, con destino a determinadas islas… {Skin:6253}, miembro del {Faction:877}, recluta a cualquier aventurero voluntario para ir a liberar a todos los prisioneros.",
    "de": "Den Halsabschneidern fehlt es nicht an List, um Profit zu schlagen: Sie ergattern jegliche Beute und handeln mit allem. {DungeonZone:58} nutzen sie, um Tiere und Zwölfianer gefangen zu halten und sie von dort auf bestimmte Inseln zu weiterzutransportieren\\_… {Skin:6253}, Mitglied vom {Faction:877} beauftragt jeden freiwilligen Abenteurer, alle Gefangenen zu befreien.",
    "pt": "Os Ladinos recorrem a todo tipo de patifaria para ganhar dinheiro: eles caçam ilegalmente todo tipo de presa e fazem comércio com todo mundo. Na {DungeonZone:58}, eles mantêm animais em cativeiro, bem como a dozeanos, e depois os mandam para certas ilhas… {Skin:6253}, membro do {Faction:877}, está atrás de aventureiros que estejam dispostos a libertar todos os prisioneiros."
  },
  "descriptionFinished": {
    "fr": "Le Clan des Billy a été vaincu et les prisonniers de {DungeonZone:58} ont été libérés. {Skin:6253} est amplement satisfaite de vos exploits, mais elle sait que le travail n'est pas terminé\\_: de nouveaux rapts sont à prévoir, avec de nouvelles victimes à libérer. ",
    "en": "The Billy Clan's been defeated and the prisoners on {DungeonZone:58} have been freed. {Skin:6253} is mighty pleased with your exploits, but she knows that there's more work to be done. There will be more kidnappings, and more victims to free.",
    "es": "El clan de los Billy ha sido vencido y se ha liberado a los prisioneros de {DungeonZone:58}. {Skin:6253} está muy satisfecha con tus logros, pero sabe que el trabajo no ha terminado: se prevén nuevos secuestros, con nuevas víctimas por liberar.",
    "de": "{DungeonZone:58} ist nun frei vom Billy-Clan und die Gefangenen wurden befreit. {Skin:6253} ist voll und ganz zufrieden mit deiner Leistung, aber sie weiß, dass die Arbeit noch nicht zu Ende ist: Man muss mit neuen Raubüberfällen rechnen und mit neuen Opfern, die befreit werden müssen.",
    "pt": "O clã dos Billy foi derrotado e os prisioneiros da {DungeonZone:58} foram libertados. {Skin:6253} está bastante satisfeita com a sua proeza, mas sabe que o trabalho ainda não acabou: haverá mais raptos, com novas vítimas que deverão ser libertadas."
  }
}