{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": -3078351595095444000
  },
  "m_Name": "1768",
  "m_id": 1768,
  "m_displayName": "CLAN QUEST - ORDER - TRISTEPIN - 03_Chapitre III",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -413765807,
    "b": -87539836,
    "c": -1296727254,
    "d": 723201816,
    "e": 853415820
  },
  "m_i18nDescriptionFinishedId": {
    "a": -413765807,
    "b": -87539836,
    "c": -1296727254,
    "d": 723201816,
    "e": -1635391412
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1768,
    "subAchievements": [
      1872
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 251
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "{Skin:251} a mis au point un appeau pour attirer les Shushus. Grâce à cette invention, son père et lui n’auront plus à attendre qu’un Shushu sorte de la faille pour lui tomber dessus\\_!",
    "en": "{Skin:251} has perfected a bird whistle to attract Shushus. Thanks to this invention, he and his father won't have to wait for a Shushu to come out of the rift to start beating it up!",
    "es": "{Skin:251} ha desarrollado un reclamo para atraer a los fab'huritus. Gracias a este invento, su padre y él ya no tendrán que esperar a que salga un fab'huritu de la falla para ir a por él.",
    "de": "{Skin:251} hat einen Lockvogel ausgelegt, um die Shushus anzulocken. Dank dieser grandiosen Erfindung müssen er und sein Vater nicht mehr warten, bis ein Shushu aus dem Riss auftaucht!",
    "pt": "{Skin:251} criou um apito para atrair os Shushus. Graças a essa invenção, ele e seu pai não precisarão mais ficar esperando os Shushus saírem da fenda para acabar com eles!"
  },
  "descriptionFinished": {
    "fr": "Les failles apparues dans le Monde des Douze semblent toutes être connectées et regorger de Shushus. Heureusement, l’appeau inventé par {Skin:251} fonctionne à merveille pour les attirer. Il fonctionne même un peu trop bien, allant jusqu’à irriter les oreilles de {Skin:4446}…",
    "en": "The rifts that appeared in the World of Twelve all seem connected and full of Shushus. Luckily, the bird whistle that {Skin:251} invented works perfectly to attract them. It even works a bit too well, making {Skin:4446}'s ears hurt…",
    "es": "Las fallas que han aparecido en el Mundo de los Doce parecen estar conectadas y rebosar de fab'huritus. Por suerte, el reclamo que ha inventado {Skin:251} funciona de maravilla para atraerlos. Tan de maravilla que resulta irritante para los oídos de {Skin:4446}…",
    "de": "Die in der Welt der Zwölf aufgetretenen Risse scheinen alle miteinander verbunden und voller Shushus zu sein. Glücklicherweise funktioniert der von {Skin:251} entwickelte Lockvogel ganz hervorragend. Fast schon zu gut. {Skin:4446} tun schon die Ohren weh\\_...",
    "pt": "As fendas que apareceram pelo Mundo dos Doze parecem estar todas conectadas e recheadas de Shushus. Felizmente, o apito que {Skin:251} inventou funciona maravilhosamente bem para atraí-los. Talvez funcione bem até demais, chegando até mesmo a irritar os ouvidos de {Skin:4446}…"
  }
}