{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": -3078351595095444000
  },
  "m_Name": "1850",
  "m_id": 1850,
  "m_displayName": "BONTA - Q16 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -863503054,
    "b": 793843988,
    "c": 446619226,
    "d": 1376549504,
    "e": -950420275
  },
  "m_i18nDescriptionFinishedId": {
    "a": -863503054,
    "b": 793843988,
    "c": 446619226,
    "d": 1376549504,
    "e": 1717439396
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1850,
    "subAchievements": [
      24
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 6220
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "Les remparts de {Nation:193} sont constitués de pierres de Craqueleurs taillées, et assurent la protection de la cité. Mais sur la muraille, certaines semblent occasionnellement bouger et vouloir se reconstituer. {Skin:6220} le maître bâtisseur, est chargé de l'inspection et de la sécurité des lieux. Il a toujours besoin de main d'œuvre volontaire pour colmater les brèches éventuelles et neutraliser les pierres revêches.",
    "en": "The {Nation:193} ramparts that protect the city are made of hewn Crackler stone. On the wall, though, some stones seem to move occasionally and be trying to reform themselves. {Skin:6220}, the master builder, is in charge of inspections and site safety. He always needs volunteer workers to plug up possible cracks and neutralize rebel stones.",
    "es": "Las murallas de {Nation:193} están hechas de piedras de crujidores talladas, y protegen la ciudad. Pero, de vez en cuando, parece que algunas de las piedras de la muralla se mueven y quieren reconstituirse. {Skin:6220}, el maestro constructor, se encarga de la inspección y la seguridad. Siempre necesita mano de obra voluntaria para tapar las posibles brechas y neutralizar las piedras más ariscas.",
    "de": "Die Festungsmauern von {Nation:193} sind aus behauenem Krachlergestein gebaut und bieten der Stadt guten Schutz. Aber einige dieser Steine scheinen sich gelegentlich zu bewegen und wieder zusammensetzen zu wollen. Baumeister {Skin:6220} soll die Anlagen inspizieren und ihre Sicherheit gewährleisten. Er ist immer auf der Suche nach Freiwilligen, die ihm dabei helfen, eventuelle Löcher zu stopfen und aufmüpfige Steine zu neutralisieren.",
    "pt": "As muralhas de {Nation:193} foram construídas com pedras de Smagadores talhadas e asseguram a proteção da cidade. Mas, sobre a muralha, às vezes parece que algumas delas se movem e tentam se reconstituir. {Skin:6220}, o mestre de obras, está encarregado da inspeção e da segurança do local. Ele sempre precisa de mão de obra voluntária para fechar as eventuais brechas e dar um jeito nas pedras rebeldes."
  },
  "descriptionFinished": {
    "fr": "La reformation des murs en Craqueleurs n'était pas naturelle\\_; en réalité, des Chuchoteurs tentaient de mettre la pagaille dans les murailles dans l'espoir que {Nation:193} fasse appel à eux pour rétablir l'ordre. Livrés à eux-mêmes ou condamnés à être esclaves d'un roi tyrannique, ces petits êtres ne demandent finalement qu'à servir la cité...",
    "en": "Remaking the walls into Cracklers wasn't a natural occurrence. In reality, Whisperers were trying to sow discord in the walls in the hopes that {Nation:193} would call on them to restore order. In the end, these small beings\\_– banished or condemned to be slaves to a tyrannical king\\_– want only to serve the city…",
    "es": "La reforma de los muros en crujidores no fue natural; en realidad, los susurradores intentaban crear el caos en las murallas con la esperanza de que {Nation:193} acudiera a ellos para restablecer el orden. Abandonados a su suerte o condenados a ser esclavos de un rey tirano, estas pequeñas criaturas lo único que quieren es servir a la ciudad…",
    "de": "Dass die Mauern aus Krachlergestein sich wieder zusammensetzen wollten, konnte nicht mit rechten Dingen zugehen. Tatsächlich hatten Flüsterer versucht, Unruhe zu stiften in der Hoffnung, dass {Nation:193} sich hilfesuchend an sie wendet, um die Lage unter Kontrolle zu bringen. Diese kleinen Wesen sind dazu verdammt, auf sich allein gestellt zu sein oder einem tyrannischen König zu dienen. Sie wünschen sich nichts sehnlicher, als der Stadt dienen zu dürfen\\_…",
    "pt": "A transformação dos muros em Smagadores não foi natural. Na verdade, os Sussurradores tentaram semear o caos nas muralhas, esperançosos de que {Nation:193} recorreria a eles para reestabelecer a ordem. Deixados à própria sorte ou condenados à escravidão por um rei tirânico, tudo o que esses pequenos seres querem é, finalmente, servir à cidade…"
  }
}