{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1859",
  "m_id": 1859,
  "m_displayName": "BONTA - Q15 - 00_Valider la Quest",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": 2035023678,
    "b": 1681196132,
    "c": -113268376,
    "d": -27566156,
    "e": -1622026655
  },
  "m_i18nDescriptionId": {
    "a": 2035023678,
    "b": 1681196132,
    "c": -113268376,
    "d": -27566156,
    "e": -13824585
  },
  "m_i18nDescriptionFinishedId": {
    "a": 2035023678,
    "b": 1681196132,
    "c": -113268376,
    "d": -27566156,
    "e": -362267940
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1859,
    "subAchievements": [
      44
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 5709
        }
      ]
    }
  },
  "name": {
    "fr": "{Quest:1}",
    "en": "{Quest:1}",
    "es": "{Quest:1}",
    "de": "{Quest:1}",
    "pt": "{Quest:1}"
  },
  "description": {
    "fr": "{Skin:5709} est au service des marins de {Nation:193}. Régulièrement absents pour leurs expéditions maritimes, ils comptent sur lui pour veiller sur leur logis et remplir les tâches ménagères. Mais {Skin:5709[Boddy]} est une véritable catastrophe\\_: d’une maladresse sans nom, il génère plus d’ennuis qu’autre chose et cumule les bêtises. Si personne ne le surveille, il serait bien capable de mettre le feu à toute la cité sans même s’en rendre compte\\_!",
    "en": "{Skin:5709} works for the sailors of {Nation:193}. While they are away at sea, they count on him to watch over their homes and do their housework. {Skin:5709[Boddy]} is a walking blunder, though\\_– infinitely clumsy, he causes more trouble than anyone or anything else and keeps messing up. If no one keeps an eye on him, he's perfectly capable of setting the city on fire without even realizing it!",
    "es": "{Skin:5709} trabaja para los marineros de {Nation:193}. Regularmente ausentes en sus expediciones marítimas, confían en él para que cuide de sus casas y se ocupe de las tareas domésticas. Pero {Skin:5709[Boddy]} es un auténtico desastre: torpe a más no poder, causa más problemas que otra cosa y se mete en travesuras a todas horas. Si nadie le vigila, ¡podría incendiar toda la ciudad sin darse cuenta!",
    "de": "{Skin:5709} steht im Dienst der Seeleute von {Nation:193}. Da sie sich regelmäßig auf Expeditionen zur See begeben, bauen sie darauf, dass er sich während ihrer Abwesenheit um ihr Zuhause kümmert und die Hausarbeit erledigt. Aber {Skin:5709[Boddy]} ist ein wahrer Tollpatsch! Er macht mehr Scherereien als alles andere und sorgt überall für ein Heidenchaos. Wenn niemand auf ihn aufpasst, würde er die ganze Stadt anzünden, ohne sich dessen überhaupt bewusst zu sein!",
    "pt": "{Skin:5709}, está a serviço dos marinheiros de {Nation:193}. Frequentemente ausentes por causa de suas expedições marítimas, é com ele que eles contam para cuidar de toda sua logística e taxas de serviço. Mas {Skin:5709[Boddy]} é uma verdadeira catástrofe: é tão desastrado que acaba criando mais problemas e complicações do que resolvendo. Se ninguém ficar vigiando, é bem capaz que ele coloque fogo na cidade inteira, sem nem se dar conta!"
  },
  "descriptionFinished": {
    "fr": "En voulant déboucher les tuyaux de la salle de bain, {Skin:5709} a provoqué une inondation. En voulant allumer un feu dans la cuisine, {Skin:5709[Boddy]} a enflammé le parquet. Grâce à votre intervention, le pire a été évité, mais la maison va nécessiter quelques travaux de rénovation...",
    "en": "Trying to unclog a bathroom drain, {Skin:5709} caused a flood. Trying to light a fire in a kitchen, {Skin:5709[Boddy]} set fire to the floor. Thanks to your help, a disaster was averted by the house now needs to be renovated…",
    "es": "Al intentar desatascar las tuberías del cuarto de baño, {Skin:5709} ha provocado una inundación. Al intentar encender un fuego en la cocina, {Skin:5709[Boddy]} ha prendido fuego al suelo de madera. Gracias a tu intervención, se ha evitado lo peor, pero la casa necesitará algunas reformas...",
    "de": "Beim Versuch die Rohrverstopfungen im Badezimmer zu beseitigen hat {Skin:5709} für eine Überschwemmung gesorgt. Als er in der Küche ein Feuer entzünden wollte, hat {Skin:5709[Boddy]} das Parkett versengt. Glücklicherweise bist du eingeschritten und konntest das Schlimmste verhindern. Allerdings stehen im Haus jetzt einige Renovierungsarbeiten an …",
    "pt": "Na intenção de desobstruir os canos do banheiro, {Skin:5709}, provocou uma inundação. Tentando acender o fogo na cozinha, {Skin:5709[Boddy]} queimou o piso. Ainda bem que, com a sua ajuda, o pior foi evitado, mas a casa vai precisar de uma reforma…"
  }
}