{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1869",
  "m_id": 1869,
  "m_displayName": "BONTA - Q12 - 00_Valider la Quest",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": -513404868,
    "b": 525998564,
    "c": -738812678,
    "d": 1219467123,
    "e": -926470172
  },
  "m_i18nDescriptionId": {
    "a": -513404868,
    "b": 525998564,
    "c": -738812678,
    "d": 1219467123,
    "e": -1878824762
  },
  "m_i18nDescriptionFinishedId": {
    "a": -513404868,
    "b": 525998564,
    "c": -738812678,
    "d": 1219467123,
    "e": 1094953532
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1869,
    "subAchievements": [
      726
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 1148
        }
      ]
    }
  },
  "name": {
    "fr": "{Quest:58}",
    "en": "{Quest:58}",
    "es": "{Quest:58}",
    "de": "{Quest:58}",
    "pt": "{Quest:58}"
  },
  "description": {
    "fr": "Régulièrement, les marins Bontariens profitent de leurs expéditions pour récupérer de la marchandise rejetée par la mer ou abandonnée sur des épaves de bateau. Mais de retour au port, un équipage semble inquiet\\_; leur cargaison émet des sons étranges, et certaines caisses semblent bouger toutes seules... Ne voulant pas avouer leur crainte, ils se refilent la tâche de marin en marin, jusqu’à ce que {Skin:1148} prenne les choses en main.",
    "en": "Regularly, while out to sea, Bontarian sailors collect merchandise lost at sea or abandoned on shipwrecks. Now that they're back in port, the crew seems worried. Their cargo is making strange noises and some of the crates seem to move of their own accord… None of them want to admit being scared, so they've passed the job from sailor to sailor until {Skin:1148} got the job.",
    "es": "Los marineros bontarianos suelen aprovechar sus expediciones para recuperar mercancías arrastradas por el mar o abandonadas en los restos de naufragios. Pero a su regreso a puerto, una tripulación parece preocupada; su cargamento emite sonidos extraños, y algunas de las cajas parecen moverse solas... Como no quieren admitir su temor, se pasan la tarea de marinero en marinero, hasta que {Skin:1148} toma cartas en el asunto.",
    "de": "Die Seeleute von Bonta bergen auf ihren Expeditionen häufig Waren, die vom Meer angespült werden oder auf Schiffswracks zurückgelassen wurden. Unter einer Mannschaft, die gerade in den Hafen zurückgekehrt ist, breitet sich große Unruhe aus: Seltsame Geräusche dringen aus ihrer Fracht, einige Kisten scheinen sich sogar zu bewegen … Natürlich will keiner von ihnen seine Angst zugeben und so wird die Aufgabe von Seemann zu Seemann weitergereicht, bis sich schließlich {Skin:1148} der Sache annimmt.",
    "pt": "Normalmente, os marinheiros bontarianos aproveitam suas expedições para recuperar mercadorias trazidas pelo mar ou abandonadas nos destroços de barcos. Mas ao voltar para o porto, uma tripulação parece preocupada: seu carregamento está produzindo sons estranhos e algumas caixas parecem se mover sozinhas… Tentando disfarçar o medo, eles passam a responsabilidade de marinheiro para marinheiro, até que {Skin:1148}, resolve tomar as rédeas."
  },
  "descriptionFinished": {
    "fr": "Au plus les caisses s’ouvrent, au plus le danger augmente\\_: en réalité, il s’agit d’un stratagème utilisé par les Cochons Ninjas pour tenter une infiltration dans {Nation:193}, idée vraisemblablement partagée par certains Roublards qui y ont vu l’occasion parfaite de piller la cité… Finalement, {Skin:1148} a bien fait de faire appel à vous\\_!",
    "en": "The more crates that are opened, the greater the danger. In reality, it was a ruse by the Ninja Pigs to infiltrate {Nation:193}. This idea seems to be shared by certain Rogues who seem to have seen it as the perfect opportunity to pillage the city… In the end, {Skin:1148} did right by calling on you for help!",
    "es": "Cuantas más cajas se abran, mayor será el peligro: en realidad, se trata de una estratagema utilizada por los cerdos ninjas para intentar infiltrarse en {Nation:193}, una idea presumiblemente compartida por algunos de los tymadores que vieron en ello la oportunidad perfecta para saquear la ciudad... Al final, ¡{Skin:1148} ha hecho bien en recurrir a ti!",
    "de": "Je mehr Kisten sich öffnen, desto größer wird die Gefahr: Die Schweinemonster-Ninjas wollten mit Hilfe dieser List in {Nation:193} eindringen. Auch einige Halsabschneider sahen das vermutlich als perfekte Gelegenheit, um die Stadt zu plündern … Glücklicherweise hat sich {Skin:1148} an dich gewandt!",
    "pt": "Quanto mais caixas abertas, maior o perigo: na verdade, foi uma estratégia utilizada pelos Porcos Ninjas para tentar uma invasão em {Nation:193}, ideia provavelmente adotada por alguns Ladinos, que viram nela a ocasião perfeita para pilhar a cidade… Por fim, {Skin:1148}, fez bem em chamar você!"
  }
}