{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1879",
  "m_id": 1879,
  "m_displayName": "BONTA - Q11 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1012257275,
    "b": 1779465012,
    "c": 60268489,
    "d": 1557511591,
    "e": 144621631
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1012257275,
    "b": 1779465012,
    "c": 60268489,
    "d": 1557511591,
    "e": -1779318978
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1879,
    "subAchievements": [
      899
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 8847
        }
      ]
    }
  },
  "description": {
    "fr": "Le soir, à l'arrière de la Taverne, certains Chuchoteurs et Bontariens se réunissent dans un club très privé, le temps d'un combat convivial. Le {Skin:8847} peut vous y faire entrer, et au besoin, vous prêter un jeune combattant qui ne demande qu'à performer.",
    "en": "At night, behind the inn, certain Whisperers and Bontarians gather in a very private club for friendly bouts of fighting. {Skin:8847} can get you in and, if needed, lend you a young fighter who wants nothing more than perform.",
    "es": "Por las noches, en la parte trasera de la taberna, algunos susurradores y bontarianos se reúnen en un club muy privado para un combate amistoso. El {Skin:8847} puede hacerte entrar y, si es necesario, prestarte a un joven luchador que esté deseando entrar en acción.",
    "de": "Abends treffen sich im Hinterzimmer der Taverne gewisse Flüsterer und Bontas in einer Art Privatclub zum geselligen Kampf unter Freunden. Der {Skin:8847} könnte dir Zutritt verschaffen und dir bei Bedarf einen jungen Kämpfer zur Seite stellen, der nur darauf wartet, sein Können unter Beweis zu stellen.",
    "pt": "À noite, nos fundos da Taberna, alguns Sussurradores e bontarianos se reúnem em um clube muito fechado para um combate amistoso. O {Skin:8847} pode ajudar você a entrar e, se for preciso, lhe emprestar um jovem combatente ansioso para participar."
  },
  "descriptionFinished": {
    "fr": "Les combats du {Quest:133} s'enchaînent, opposant votre Chuchoteur Challenger à des adversaires surentraînés. Malgré tout, grâce à votre entraînement, votre petit protégé parvient à décrocher son ultime victoire, et devient le nouveau champion en titre\\_! Un pari fructueux pour le {Skin:8847}...",
    "en": "The {Quest:133} fights continue, pitting your Challenger Whisperer against over-trained opponents. Despite everything and thanks to your training, your protégé has managed to win the ultimate victory and become the new reigning champion! A profitable bet for {Skin:8847}…",
    "es": "Los combates del {Quest:133} no cesan, enfrentando a tu susurrador challenger contra oponentes entrenados a muerte. A pesar de todo, gracias a tu entrenamiento, tu pequeño protegido consigue su victoria definitiva, ¡y se convierte en el nuevo campeón titular! Una apuesta exitosa para el {Skin:8847}…",
    "de": "Die Kämpfe im {Quest:133} nehmen ihren Lauf. Dein Flüster-Herausforderer tritt gegen verschiedene übermotivierte Gegner an. Trotz allem gelingt es deinem kleinen Schützling dank deiner professionellen Vorbereitung, auch den letzten Sieg einzustreichen und sich den Titel unter den Nagel zu reißen! Auch der {Skin:8847} kann mit seinem Wetterlös zufrieden sein …",
    "pt": "Os combates do {Quest:133} vão ocorrendo, opondo seu Sussurrador Desafiante a adversários supertreinados. Apesar de tudo, graças ao seu treinamento, seu pequeno protegido consegue conquistar a última vitória e se torna o novo campeão! Uma aposta bem-sucedida para o {Skin:8847}…"
  }
}