{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "19",
  "m_id": 19,
  "m_displayName": "BRAKMAR - Q15 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1956209318,
    "b": -1457707724,
    "c": 1118521706,
    "d": -721009516,
    "e": -283756129
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1956209318,
    "b": -1457707724,
    "c": 1118521706,
    "d": -721009516,
    "e": -693344820
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 19,
    "subAchievements": [
      1716
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 7470
        },
        {
          "type": 1,
          "id": 5131
        }
      ]
    }
  },
  "description": {
    "fr": "Malgré la disparition de {Skin:5131}, ses adeptes n'ont jamais cessé d'attendre son retour. Afin de s'assurer la possibilité de ressusciter les personnages plus importants du Monde des Douze, {Skin:7470} et ses comparses ont conservé leurs sous-vêtements. Mais ces précieuses reliques sont à présent l'objet de nombreuses convoitises...",
    "en": "Despite {Skin:5131}'s disappearance, her disciples have never stopped waiting for her return. In order to ensure that the most important people from the World of Twelve can be resurrected, {Skin:7470} and his associates have preserved their undergarments. But these religious relics are now coveted by many…",
    "es": "A pesar de la desaparición de {Skin:5131}, sus seguidores nunca dejaron de esperar su regreso. Para asegurarse de que las figuras más importantes del Mundo de los Doce puedan resucitar, {Skin:7470} y sus seguidores han conservado su ropa interior. Pero estas preciosas reliquias son ahora objeto de mucha codicia…",
    "de": "Nachdem {Skin:5131} verschwunden war, haben ihre Anhänger niemals die Hoffnung auf ihre Rückkehr aufgegeben. Um die wichtigsten Persönlichkeiten der Welt der Zwölf irgendwann vielleicht wiederbeleben zu können, haben {Skin:7470} und seine Gehilfen ihre Unterwäsche aufbewahrt. Aber diese kostbaren Reliquien wecken auch andere Begehrlichkeiten\\_…",
    "pt": "Apesar do desaparecimento de {Skin:5131}, seus adeptos nunca desistiram de esperar pela sua volta. Para garantir a possibilidade de ressuscitar os personagens mais importantes do Mundo dos Doze, {Skin:7470} e seus comparsas mantiveram guardadas suas roupas íntimas. Mas essas preciosas relíquias são, até hoje, alvo de muita cobiça…"
  },
  "descriptionFinished": {
    "fr": "En apportant votre aide à {Skin:7470}, vous découvrez que les sous-vêtements ont conservé une partie du pouvoir de leur détenteurs, raison pour laquelle {Skin:9035} et sa meute de Roublards, le Gang des Slibards, cherchent à enfiler tous les vieux slips qu'ils peuvent trouver. Une chance que vous ayez été là pour les arrêter\\_!",
    "en": "While helping {Skin:7470}, you discovered that the underwear has kept some of its owners' powers, which is why {Skin:9035} and his gang of Rogues\\_– the Undi Gang\\_– want to wear any pair of old underwear they can find. Luckily you were there to stop them!",
    "es": "Ayudando a {Skin:7470}, descubres que la ropa interior aún conserva parte del poder de su portador, razón por la cual {Skin:9035} y su manada de tymadores, la banda de los Tymaslips, pretenden calzarse cualquier slip viejo que encuentren. ¡Suerte que estabas ahí para detenerlos!",
    "de": "Durch die Hilfe, die du {Skin:7470} geleistet hast, hast du erfahren, dass die Unterwäsche einen Teil der Kräfte ihrer Träger enthält. Daher wollen {Skin:9035} und seine Halsabschneiderbande von der Schlüpfer-Gang alle alten Höschen zusammenklauben, die sie in die Finger bekommen. Was für ein Glück, dass du hier bist, um sie aufzuhalten!",
    "pt": "Enquanto ajudava {Skin:7470}, você descobriu que as roupas íntimas conservam uma parte do poder dos seus donos, motivo pelo qual {Skin:9035} e seu bando de Ladinos, a Gangue dos Cuecadinos, buscam vestir todas as peças íntimas antigas que puderem encontrar. Por sorte você estava lá para impedi-los!"
  }
}