{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1920",
  "m_id": 1920,
  "m_displayName": "BONTA - Q06 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -135844651,
    "b": 317010500,
    "c": 823355594,
    "d": 1920674743,
    "e": 1478826310
  },
  "m_i18nDescriptionFinishedId": {
    "a": -135844651,
    "b": 317010500,
    "c": 823355594,
    "d": 1920674743,
    "e": 919614036
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1920,
    "subAchievements": [
      734
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 371
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "La crème de la crème de l'armée de {Nation:193} se trouve à la caserne, une équipe de choc qui cherche sans cesse de nouveaux défis pour se surpasser. Le Capitaine {Skin:371} attend calmement les potentiels candidats qui voudraient se mesurer à son escouade d'élite. Novices s'abstenir.",
    "en": "The cream of the crop in {Nation:193}'s army can be found at the barracks. This elite team is constantly on the lookout for new challenges to overcome. Captain {Skin:371} is patiently waiting for potential candidates who want to measure their skills against his elite squad. Novices not welcome.",
    "es": "La crème de la crème del ejército de {Nation:193} está en el cuartel, un equipo de choque en constante búsqueda de nuevos desafíos para superarse a sí mismos. El capitán {Skin:371} espera tranquilamente a los posibles candidatos que quieran medirse con su escuadrón de élite. Absténganse los novatos.",
    "de": "Nur die allerbesten Kämpfer der Armee von {Nation:193} finden sich in der Kaserne ein. Ein starkes Team, das ständig auf der Suche nach neuen Herausforderungen ist, um sich zu beweisen. Hauptmann {Skin:371} wartet in aller Ruhe auf potentielle Kandidaten, die sich mit seiner Elitetruppe messen wollen. Das ist nichts für Anfänger!",
    "pt": "A nata do exército de {Nation:193} está no quartel: uma força-tarefa que busca incessantemente novos desafios para superar. O Capitão {Skin:371} aguarda calmamente os candidatos em potencial que desejam medir forças contra o seu esquadrão de elite. Proibido para novatos."
  },
  "descriptionFinished": {
    "fr": "Après avoir affronté et vaincu chaque membre de l'armée bontarienne, {Skin:371} ne peut que reconnaitre votre valeur. Une victoire contre le chef de cette garde d'élite vous dresse directement au rang de redoutable adversaire... Sans doute préfèreront-ils vous compter parmi leurs alliés.",
    "en": "After you fought and defeated every member of Bonta's army, {Skin:371} can't help but recognize your valor. A victory over the leader of this elite guard has catapulted you directly to the rank of fearsome adversary… They would clearly prefer to count you among their allies.",
    "es": "Tras enfrentarte y derrotar a todos los miembros del ejército bontariano, {Skin:371} no puede sino reconocer tu valía. Una victoria contra el jefe de esta guardia de élite te convierte en un adversario formidable… Sin duda preferirán contarte entre sus aliados.",
    "de": "Nachdem du gegen jedes einzelne Mitglied der Bonta-Armee erfolgreich angetreten bist, muss auch {Skin:371} deinem Können endlich Respekt zollen. Ein Sieg über den Anführer dieser Eliteeinheit macht dich zu einem gefürchteten Gegner. Sie werden dich ganz ohne Zweifel lieber zu ihren Verbündeten zählen.",
    "pt": "Após ter enfrentado e derrotado cada membro do exército bontariano, só restou a {Skin:371} reconhecer seu valor. Uma vitória contra o líder do esquadrão de elite leva você diretamente para a categoria de formidável adversário… Com certeza eles preferirão ter você entre seus aliados."
  }
}