{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "1978",
  "m_id": 1978,
  "m_displayName": "BONTA - Q02 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1240950928,
    "b": 705519508,
    "c": 691371945,
    "d": -412692702,
    "e": -1077131045
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1240950928,
    "b": 705519508,
    "c": 691371945,
    "d": -412692702,
    "e": -1922951699
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1978,
    "subAchievements": [
      3312
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 665
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "{Skin:665} est un explorateur des fonds marins. Installé à {Nation:193}, il passe son temps à fouiller les ruines de l'ancienne cité pour remonter à la surface des objets précieux ou oubliés. Mais son activité s'est récemment vue compromise ; des créatures sous-marines se sont installées dans les ruines et il est devenu de plus en plus dangereux pour {Skin:665[Joe]} de partir en expédition.",
    "en": "{Skin:665} is a deep sea explorer. Located in {Nation:193}, he spends his time searching the ruins of the ancient city to bring valuable or forgotten items to the surface. Recently, however, his activity has been compromised. Sea creatures have moved into the ruins and it's becoming increasingly dangerous for {Skin:665[Joe]} to head out on his expeditions.",
    "es": "{Skin:665} es un explorador de las profundidades marinas. Residente en {Nation:193}, dedica su tiempo a buscar entre las ruinas de la antigua ciudad para sacar a la superficie objetos preciosos u olvidados. Pero su trabajo se ha visto comprometido recientemente; unas criaturas submarinas se han instalado en las ruinas y cada vez es más peligroso para {Skin:665[Regi]} realizar expediciones.",
    "de": "{Skin:665} erforscht den Meeresgrund. Von seiner Basis in {Nation:193} aus durchstreift er die Ruinen der alten Stadt und holt wertvolle oder vergessene Gegenstände an die Oberfläche. Allerdings sind seine Aktivitäten in letzter Zeit gefährdet. Unterwasserkreaturen haben sich in den Ruinen eingenistet. Es wird für {Skin:665[Joe]} immer gefährlicher, auf Expedition zu gehen.",
    "pt": "{Skin:665} é um explorador do fundo do mar. Morando em {Nation:193}, ele passa seu tempo vasculhando as ruínas da cidade antiga para trazer à superfície objetos preciosos ou esquecidos. Mas, ultimamente, sua atividade esteve comprometida: criaturas marinhas se instalaram nas ruínas e tornaram as expedições de {Skin:665[Revis]} cada vez mais perigosas."
  },
  "descriptionFinished": {
    "fr": "Les anciennes maisons Bontariennes sont devenues l'habitat de créatures marines, si bien qu'elles affluent désormais par vagues. Mais grâce à votre aide, {Skin:665} a pu remonter de nouveaux trésors à la surface, et il est prêt à replonger sous votre garde avisée\\_!",
    "en": "Sea creatures have made their homes in the former Bontarian houses\\_– so many of them that they are now coming in waves. Thanks to your help, though, {Skin:665} has been able to bring new treasures to the surface and he's ready to dive again under your watchful guard!",
    "es": "Las antiguas casas bontarianas se han convertido en el hogar de criaturas marinas, y ahora llegan en oleadas. Pero gracias a tu ayuda, {Skin:665} ha podido sacar nuevos tesoros a la superficie, ¡y está listo para volver a sumergirse bajo tu atenta mirada!",
    "de": "In den alten Behausungen der Bonta haben sich Meereskreaturen eingenistet und es kommen immer mehr. Dank deiner Hilfe konnte {Skin:665} mit weiteren Schätzen zur Oberfläche zurückkehren. Und er ist bereit, unter deinem fachmännischen Geleit aufs Neue hinabzutauchen!",
    "pt": "As antigas casas bontarianas viraram moradia para criaturas marinhas, tanto que agora elas surgem em ondas. Mas, graças à sua ajuda, {Skin:665} conseguiu trazer novos tesouros à superfície e está prestes a dar mais um mergulho sob a sua proteção!"
  }
}