{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "1984",
  "m_id": 1984,
  "m_displayName": "STORY MODE - LIVRE II - Chapitre 07",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1043554936,
    "b": -85611004,
    "c": -449658837,
    "d": 871524214,
    "e": 406372532
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1043554936,
    "b": -85611004,
    "c": -449658837,
    "d": 871524214,
    "e": 1238022637
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 1984,
    "subAchievements": [
      3780
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": []
    }
  },
  "description": {
    "fr": "{CharacterName:727} s'interroge sur les intentions de ces drôles de gardes… Tout ça cache quelque chose, et elle compte bien découvrir quoi.",
    "en": "{CharacterName:727} wonders what those odd guards' are up to… There's something suspicious going on and she intends to find out.",
    "es": "{CharacterName:727} se pregunta sobre las intenciones de esos extraños guardias… Aquí hay miaumiau encerrado y está dispuesta a descubrir qué ocurre.",
    "de": "{CharacterName:727} fragt sich, welche Absichten diese beiden Wächter verfolgen\\_… Irgendetwas Seltsames geht hier vor und sie will herausfinden, was es ist.",
    "pt": "{CharacterName:727} se questiona sobre as intenções desses estranhos guardas... Tudo isso parece esconder alguma coisa, e ela pretende descobrir o quê."
  },
  "descriptionFinished": {
    "fr": "Après avoir envoyé promener {CharacterName:873} et être partie à la Cathédrale, {CharacterName:727} confirme ses intuitions en trouvant un début de réponse à son altercation avec les gardes. Elle découvre des stocks de nourriture, mais pas seulement… Des vitraux semblant former une histoire énigmatique autour d'un coffre tapissent les murs du bâtiment…",
    "en": "After sending {CharacterName:873} on his way and heading to the Cathedral, {CharacterName:727} has confirmed her intuition and found a partial explanation for her altercation with the guards. She found stocks of food, and more… Stained glass that seem to depict a mysterious story about a chest cover the walls of the building…",
    "es": "Tras haber mandado a paseo a {CharacterName:873} y haberse ido a la catedral, {CharacterName:727} confirma su corazonada encontrando un principio de respuesta a su altercado con los guardias. Descubre unas reservas de comida, pero no solo eso… Unas vidrieras que parecen formar una enigmática historia alrededor de un cofre cubren las paredes del edificio…",
    "de": "Nachdem sie {CharacterName:873} weggeschickt hat und zur Kathedrale aufgebrochen ist, findet {CharacterName:727} erste Hinweise für ihren Argwohn gegenüber den Wachen und sieht ihre Intuition bestätigt. Sie entdeckt Lebensmittelvorräte, aber nicht nur das\\_… Bunte Glasfenster in den Mauern des Gebäudes scheinen eine rätselhafte Geschichte über eine Truhe zu erzählen\\_…",
    "pt": "Depois de mandar {CharacterName:873} embora e partir para a Catedral, {CharacterName:727} confirma suas intuições ao encontrar um indício de resposta para sua altercação com os guardas. Ela descobre estoques de comida, mas não só isso… Vitrais que parecem formar uma história enigmática a respeito de um baú cobrem as paredes do edifício…"
  }
}