{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "2185",
  "m_id": 2185,
  "m_displayName": "STORY MODE - LIVRE II - Chapitre 02",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -866809301,
    "b": -980941676,
    "c": 200049225,
    "d": 1592295559,
    "e": 1189585062
  },
  "m_i18nDescriptionFinishedId": {
    "a": -866809301,
    "b": -980941676,
    "c": 200049225,
    "d": 1592295559,
    "e": 1003119856
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2185,
    "subAchievements": [
      2947
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": []
    }
  },
  "description": {
    "fr": "Voilà plusieurs jours que {CharacterName:175} a disparu. Malgré les recherches intensives de {CharacterName:873} dans toute la Nation, le phorreur reste introuvable.",
    "en": "{CharacterName:175} has been missing for several days now. {CharacterName:873} has searched every corner of the nation, but the drheller isn't to be found.",
    "es": "Hace varios días que {CharacterName:175} ha desaparecido. A pesar de la intensiva búsqueda de {CharacterName:873} por toda la nación, el perforatroz sigue sin encontrarse.",
    "de": "{CharacterName:175} ist schon seit mehreren Tagen verschwunden. Obwohl {CharacterName:873} fieberhaft in der ganzen Nation nach ihm gesucht hat, bleibt der Griesgrab unauffindbar.",
    "pt": "Já faz vários dias que {CharacterName:175} desapareceu. Apesar das intensas buscas de {CharacterName:873} por toda a Nação, o Perfuratroz continua desaparecido."
  },
  "descriptionFinished": {
    "fr": "{CharacterName:873} retrouve {CharacterName:175} dans une épave de bateau, et avec lui, un mystérieux coffre convoité par une bande de roublards. L'appel du trésor étant plus fort que tout, la menace est rapidement parée. Il ne reste plus qu'à découvrir le contenu de la malle…",
    "en": "{CharacterName:873} found {CharacterName:175} in the wreckage of a ship and, with him, a mysterious chest that a gang of Rogues wants. But treasure's siren song is stronger than everything, and the threat was quickly dispatched. Now, all that's left is to figure out what's inside the trunk…",
    "es": "{CharacterName:873} encuentra a {CharacterName:175} en los restos de un naufragio y, con él, un misterioso cofre codiciado por una banda de tymadores. Como la llamada del tesoro es más fuerte que cualquier otra cosa, la amenaza es rápidamente atajada. Solo queda descubrir el contenido del baúl…",
    "de": "{CharacterName:873} findet {CharacterName:175} in einem Schiffswrack und mit ihm eine mysteriöse Truhe, auf die eine Bande von Halsabschneidern ein Auge geworfen hat. Aber der Schatz strahlt eine so große Anziehungskraft aus, dass die Bedrohung schnell ausgeschaltet ist. Jetzt geht es nur noch um eins: den Inhalt der Truhe zu lüften\\_…",
    "pt": "{CharacterName:873} encontra {CharacterName:175} entre os destroços de um navio e, com ele, um misterioso baú cobiçado por um bando de Ladinos. O apelo do tesouro é mais forte do que tudo, e a ameaça é rapidamente neutralizada. Agora, resta apenas descobrir o conteúdo dele..."
  }
}