{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "2214",
  "m_id": 2214,
  "m_displayName": "AMAKNA - Q19 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 803861902,
    "b": -652767548,
    "c": 1515780889,
    "d": -148749058,
    "e": -355736713
  },
  "m_i18nDescriptionFinishedId": {
    "a": 803861902,
    "b": -652767548,
    "c": 1515780889,
    "d": -148749058,
    "e": 1471701510
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2214,
    "subAchievements": [
      2581
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 487
        }
      ]
    }
  },
  "description": {
    "fr": "Le {Skin:487} est réputé pour son poisson frais et de qualité. Pour garantir le goût succulent de ses produits et éviter l'amertume des algues de la région, {Skin:487[Sabock]} nourrit ses Pichons avec de bons légumes d'{Nation:954}. Une pratique qui lui vaut parfois quelques soucis… \n",
    "en": "{Skin:487} is known for his high quality fresh fish. {Skin:487[Sabock]} feeds his Snappers good vegetables from {Nation:954} to ensure that his products taste delectable and avoid any bitterness from the region's seaweed. His methods aren't entirely worry-free, though…\n",
    "es": "El {Skin:487} es famoso por su pescado fresco de alta calidad. Para garantizar el suculento sabor de sus productos y evitar el amargor de las algas de la región, {Skin:487[Sabock]} alimenta a sus pischis con buenas verduras de {Nation:954}. Una práctica que a veces le trae problemas… \n",
    "de": "{Skin:487} ist bekannt für seinen frischen und hochwertigen Fisch. Um den vollen Geschmack seiner Produkte zu gewährleisten und die Bitterkeit der Algen der Region zu vermeiden, ernährt {Skin:487[Sabock]} seine Dichs-Fischlein mit gutem Gemüse aus {Nation:954}. Eine Methode, die ihm manchmal Sorgen bereitet\\_… \n",
    "pt": "O {Skin:487} é conhecido pelo frescor e qualidade de seus peixes. Para garantir o sabor suculento dos seus produtos e evitar o amargor das algas da região, {Skin:487[Sabock]} alimenta seus Pesks com os ótimos legumes de {Nation:954}. Uma prática que talvez cause alguns problemas…\n"
  },
  "descriptionFinished": {
    "fr": "La chair des Pichons est bien meilleure depuis que le {Skin:487} les nourrit avec de bons légumes d'{Nation:954}\\_! Certes, ils les rendent bien plus violents et agressifs que la normale, mais grâce à vous, la situation est restée sous contrôle, et tout le monde est content\\_!",
    "en": "Snapper flesh has been much better since {Skin:487} started feeding them with good vegetables from {Nation:954}! Of course, they make the Snappers much more violent and aggressive than normal but, thanks to you, the situation is still under control and everyone is happy!",
    "es": "¡La carne de pischis es mucho mejor ahora que el {Skin:487} les da de comer ricas verduras de {Nation:954}! Es cierto que los hace mucho más violentos y agresivos de lo normal, pero gracias a ti, la situación se ha mantenido bajo control, ¡y todos contentos!",
    "de": "Das Fleisch von Dichs-Fischlein ist viel besser, seitdem {Skin:487} sie mit gutem Gemüse aus {Nation:954} füttert! Sie werden dadurch gewiss viel gewaltsamer und aggressiver, doch dank deiner Hilfe ist die Situation unter Kontrolle und alle sind zufrieden!",
    "pt": "A carne dos Pesks ficou muito melhor depois que o {Skin:487} passou a alimentá-los com bons legumes de {Nation:954}! Tudo bem que eles os deixam bem mais violentos e agressivos que o normal, mas, graças a você, a situação está sob controle e todo mundo está contente!"
  }
}