{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "2227",
  "m_id": 2227,
  "m_displayName": "AMAKNA - Q03 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1515660440,
    "b": 1702813220,
    "c": 2112890298,
    "d": 1781809606,
    "e": 652677585
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1515660440,
    "b": 1702813220,
    "c": 2112890298,
    "d": 1781809606,
    "e": -75462885
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2227,
    "subAchievements": [
      3214
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 10373
        }
      ]
    }
  },
  "description": {
    "fr": "Nation festive, {Nation:954} propose de nombreuses animations locales pour enjailler sa population, et notamment des concours de nourriture. {Skin:10373} vise la première place au prochain concours de Tourtiflette et cherche un partenaire pour engloutir en un temps record une quantité astronomique de tourtes au fromage\\_!",
    "en": "A festive nation, {Nation:954} offers many local events for the population to enjoy, notably food contests. {Skin:10373} wants to win first place in the next Potato Torte contest and is looking for a partner to devour an astronomical amount of cheese tortes in record time!",
    "es": "Nación festiva, {Nation:954} propone un montón de animaciones locales para mantener entretenidos a sus habitantes, incluidos concursos gastronómicos. {Skin:10373} aspira al primer puesto en el próximo concurso de empanadones y ¡busca un compañero para engullir una cantidad astronómica de empanadas con queso en un tiempo récord!",
    "de": "Als feiernde Nation bietet {Nation:954} mehrere lokale Vorführungen sowie Wettessen an, um die Bevölkerung zu erfreuen. {Skin:10373} ist auf den ersten Platz beim nächsten Pasteten-Wettessen aus und sucht einen Partner, um in Rekordzeit eine astronomische Menge von Käsepasteten zu verschlingen!",
    "pt": "Uma nação festiva, {Nation:954} oferece várias opções locais para entreter sua população, principalmente seus concursos de comida. {Skin:10373} anseia pelo primeiro lugar no próximo concurso de Tortarreta e está procurando uma parceria para devorar, em tempo recorde, uma quantidade astronômica de tortas de queijo!"
  },
  "descriptionFinished": {
    "fr": "Malgré les pièges tendus par les autres participants, vous êtes parvenu à vous hisser à la première place du concours avec {Skin:10373}\\_! À vous le titre honorifique de Roi de la Tourte, et à lui le fromage de Bouflonne par kilos\\_!",
    "en": "Despite the traps set by other participants, you managed to earn first place in the contest with {Skin:10373}! The honorary title of King of the Torte is yours, and his weight in Gobbewe cheese is his!",
    "es": "A pesar de las trampas tendidas por los demás concursantes, ¡has conseguido el primer puesto del concurso junto a {Skin:10373}! El título honorífico de Rey de la Empanada es tuyo, ¡y para él los kilos de queso de jalalínea!",
    "de": "Trotz der von den anderen Teilnehmern gestellten Fallen, ist es dir gelungen, mit {Skin:10373} den ersten Platz im Wettessen zu ergattern! Euch gehört der ehrenwerte Titel des Pastetenkönigs und ihm kiloweise Fressfrau-Käse!",
    "pt": "Apesar das armadilhas dos outros participantes, você foi capaz de conquistar o primeiro lugar do concurso junto de {Skin:10373}! O título de Rei da Torta é seu e, para ele, quilos e quilos de queijo de Papatudette!"
  }
}