{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "2252",
  "m_id": 2252,
  "m_displayName": "STORY MODE - LIVRE II - Chapitre 09",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1872961651,
    "b": 1707028996,
    "c": 1056837944,
    "d": -843479621,
    "e": 1704785422
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1872961651,
    "b": 1707028996,
    "c": 1056837944,
    "d": -843479621,
    "e": 1157309551
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2252,
    "subAchievements": [
      3532
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": []
    }
  },
  "description": {
    "fr": "À la suite de son intrusion dans la Cathédrale, {CharacterName:727} est plus déterminée que jamais à percer le mystère des gardes.",
    "en": "After her visit to the Cathedral, {CharacterName:727} is more determined than ever to figure out the mystery of the guards.",
    "es": "Tras su intrusión en la catedral, {CharacterName:727} está más determinada que nunca a desvelar el misterio de los guardias.",
    "de": "Seit sie in die Kathedrale eingedrungen ist, ist {CharacterName:727} entschlossener als je zuvor, das Mysterium der Wächter zu durchdringen.",
    "pt": "Após sua invasão à Catedral, {CharacterName:727} está mais determinada do que nunca a desvendar o mistério dos guardas."
  },
  "descriptionFinished": {
    "fr": "{CharacterName:727} est arrêtée puis envoyée par les gardes à l'arène de {Nation:156} pour s'être introduite dans la Cathédrale sans autorisation. Dans l'action, elle rencontre un prisonnier qui a des informations sur le Sangtuaire\\_: il s'agirait d'un endroit secret en dehors de la ville, où sont envoyés les perdants de l'arène. {CharacterName:727} fait le lien avec les vitraux de la Cathédrale, et décide d'y retourner.",
    "en": "{CharacterName:727} was arrested by the guards and sent to the {Nation:156} arena for having entered the Cathedral without permission. During the action, she met a prisoner with information about the Bloodhaven\\_– it seems it's a secret place outside the city where losers from the arena are sent. {CharacterName:727} connected the dots with the stained glass in the Cathedral and has decided to go back there.",
    "es": "{CharacterName:727} es detenida por los guardias y enviada a la arena de {Nation:156} por haber entrado en la catedral sin autorización. En la acción, se encuentra con un prisionero que tiene información sobre el Sangretuario: se trataría de un lugar secreto fuera de la ciudad, donde se envía a los perdedores de la arena. {CharacterName:727} establece la conexión con la cristalera de la catedral y decide volver allí.",
    "de": "{CharacterName:727} wird von den Wachen aufgegriffen und wegen ihres unerlaubten Eindringens in die Kathedrale in die Arena von {Nation:156} geschickt. Dabei trifft sie auf einen Gefangenen, der Informationen zum Blutarium besitzt: Dabei soll es sich um einen geheimen Ort vor den Toren der Stadt handeln, an den die Verlierer der Arena geschickt werden. {CharacterName:727} erinnert sich an die Glasfenster in der Kathedrale und beschließt, dorthin zurückzukehren.",
    "pt": "{CharacterName:727} é detida e enviada pelos guardas para a arena de {Nation:156} por ter se infiltrado na Catedral sem permissão. Durante a ação, ela encontra um prisioneiro que tem informações sobre o Sanguetuário: seria um lugar secreto fora da cidade, para onde são enviados os perdedores da arena. {CharacterName:727} faz a conexão com os vitrais da Catedral e decide retornar lá."
  }
}