{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "2270",
  "m_id": 2270,
  "m_displayName": "AMAKNA - Q17 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -2065219722,
    "b": 820178212,
    "c": 784888073,
    "d": 1450081263,
    "e": 1690910499
  },
  "m_i18nDescriptionFinishedId": {
    "a": -2065219722,
    "b": 820178212,
    "c": 784888073,
    "d": 1450081263,
    "e": 342519016
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2270,
    "subAchievements": [
      3014
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 1137
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "La météo, le public, les champions\\_: toutes les conditions sont réunies pour l'activité incontournable du Catch à l'Eau d'{Nation:954}\\_! {Skin:1137} invite tous les volontaires à rejoindre la compétition et viser un seul objectif\\_: rester bien au sec dans l'enceinte de l'arène\\_!",
    "en": "The weather, the crowds and the champions: everything's ready for the not-to-be-missed Whale Wide Wrestling event in {Nation:954}! {Skin:1137} is calling for volunteers to enter the contest with only one goal\\_– stay dry in the arena!",
    "es": "El tiempo, el público, los campeones: ¡se dan todas las condiciones para la ineludible actividad de ducha libre de {Nation:954}! {Skin:1137} invita a todos los voluntarios a unirse a la competición con un único objetivo: ¡permanecer secos dentro de la arena!",
    "de": "Das Wetter, das Publikum, die Champions: Alle Bedingungen scheinen optimal für das unumgängliche Wasserwrestling von {Nation:954}! {Skin:1137} lädt alle Freiwilligen ein, am Wettbewerb teilzunehmen, mit einem einzigen Ziel: In der Arena im Trockenen zu bleiben!",
    "pt": "O clima, o público, os campeões: todas as condições estão reunidas para a imperdível Ducha Livre de {Nation:954}! {Skin:1137} convida todos os voluntários a se juntarem à competição com um só objetivo: conseguir se manter seco na arena!"
  },
  "descriptionFinished": {
    "fr": "La compétition se termine sous les acclamations du public\\_! Tous les anciens champions ont été éliminés, mais ils feront tout pour récupérer leur titre. {Skin:1137} travaille d'ailleurs déjà à de nouveaux pièges et équipements en vue de la prochaine compétition qui s'annonce encore plus spectaculaire\\_!",
    "en": "The contest ended to roaring applause from the audience! All the former champions were eliminated, but they're going to do whatever they can to regain their titles. {Skin:1137} is already working on new traps and equipment for the next competition, which promises to be even more spectacular!",
    "es": "¡La competición termina bajo los vítores del público! Todos los antiguos campeones han sido eliminados, pero harán lo que sea para recuperar el título. {Skin:1137} ya está trabajando en nuevas trampas y equipables para la próxima competición, ¡que promete ser aún más espectacular!",
    "de": "Der Wettbewerb endet unter tosendem Applaus des Publikums! Alle ehemaligen Champions sind ausgeschieden, doch sie werden alles tun, um sich ihren Titel zurückzuholen. {Skin:1137} arbeitet angesichts des nächsten Wettkampfs, der noch spektakulärer werden soll, außerdem bereits an neuen Fallen und Ausrüstungen!",
    "pt": "A competição termina sob os aplausos do público! Todos os campeões anteriores foram derrotados, mas eles farão tudo para recuperar o título. {Skin:1137} já está trabalhando em novas armadilhas e equipamentos para a próxima competição, que promete ser ainda mais espetacular!"
  }
}