{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "2274",
  "m_id": 2274,
  "m_displayName": "BONTA - Q03 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 482958464,
    "b": -1550287564,
    "c": 415166987,
    "d": 1181287386,
    "e": 765668324
  },
  "m_i18nDescriptionFinishedId": {
    "a": 482958464,
    "b": -1550287564,
    "c": 415166987,
    "d": 1181287386,
    "e": -535928938
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2274,
    "subAchievements": [
      3236
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 4,
          "id": 297
        }
      ]
    }
  },
  "description": {
    "fr": "Au marché de {Nation:193}, l'illusionniste {Summoning:297} attire les foules en proposant des divertissements plus étonnants les uns que les autres\\_: disparition, réapparition, lévitation ou encore divination. Mais pour les plus intrépides des spectateurs, {Summoning:297[Borden]} propose un spectacle tout particulier\\_: le face à face. Qui relèvera le défi de ce maître de la confusion et de la transformation\\_?",
    "en": "At the {Nation:193} market, the illusionist {Summoning:297} is drawing crowds with thrilling and surprising shows\\_– disappearances, reappearances, levitation and even divination. {Summoning:297[Borden]} even offers a very special show for the most intrepid audiences\\_– the Faceoff. Who will rise to the challenge offered by this master of confusion and transformation?\n",
    "es": "En el mercado de {Nation:193}, el ilusionista {Summoning:297} atrae a multitudes con sus asombrosas exhibiciones de desaparición, reaparición, levitación y adivinación. Pero para los espectadores más intrépidos, {Summoning:297[Borden]} ofrece un espectáculo muy especial: el cara a cara. ¿Quién estará a la altura de este maestro de la confusión y la transformación?\n",
    "de": "Auf dem Markt von {Nation:193} zieht der Illusionist {Summoning:297} scharenweise Zuschauer mit immer erstaunlicheren Vorführungen an: Er lässt Dinge verschwinden, wieder auftauchen, schweben\\_… Sogar das Wahrsagen ist ihm nicht fremd. Aber für die Unerschrockensten unter ihnen hat {Summoning:297[Borden]} etwas ganz Besonderes vorbereitet: ein Duell. Wer wird die Herausforderung dieses Meisters der Verwirrung und Transformation annehmen?\n",
    "pt": "No mercado de {Nation:193}, o ilusionista {Summoning:297}, entretém a multidão com apresentações cada vez mais surpreendentes: desaparecimento, reaparição, adivinhação, levitação e até divinação. Mas, para os espectadores mais intrépidos, {Summoning:297[Borden]} propõe um espetáculo um pouquinho mais especial: o cara a cara. Quem irá encarar o desafio desse mestre da confusão e da transformação?\n"
  },
  "descriptionFinished": {
    "fr": "Au fil des combats, {Summoning:297} observe ses tours être déjoués les uns après les autres. Épuisé, frustré, et se sentant déshonoré par la défaite, {Summoning:297[Borden]} pense à fermer son stand... Mais le raffut a au contraire attiré encore plus de monde autour de lui, accroissant son nombre de fans. {Summoning:297[Borden]} salue donc son public de plus belles courbettes, et vous intime de déguerpir d'un vulgaire revers de la main...",
    "en": "During the fights, {Summoning:297} saw all his tricks be unveiled one after another. Exhausted, frustrated and ashamed of his losses, {Summoning:297[Borden]} was thinking of closing shop… But all the commotion has drawn even bigger crowds and even more fans. {Summoning:297[Borden]} is therefore saluting his audience with even deeper bows all while gesturing rudely for you to get lost…",
    "es": "A medida que avanzan los combates, {Summoning:297} observa cómo sus trucos se desbaratan uno tras otro. Agotado, frustrado y sintiéndose deshonrado por la derrota, {Summoning:297[Borden]} piensa en cerrar su puesto… Pero en lugar de eso, el alboroto atrae aún más gente a su alrededor, aumentando su número de fans. Así que {Summoning:297[Borden]} saluda a su público con las más bellas reverencias, y te dice que te largues con un vulgar revés…",
    "de": "Nach einigen Kämpfen muss {Summoning:297} erkennen, dass ihm die Tricks ausgehen. Erschöpft, frustriert und durch die Niederlage gedemütigt will {Summoning:297[Borden]} seinen Stand nur noch dichtmachen. Aber der Radau hat immer mehr Zuschauer angelockt, die sich unter seine glühenden Fans gemischt haben. {Summoning:297[Borden]} grüßt sein Publikum mit seiner schönsten Verbeugung und gibt dir mit einer vulgären Geste zu verstehen, dass du dich verziehen sollst.",
    "pt": "Ao longo dos combates, {Summoning:297}, vê seus truques indo por água abaixo, um após o outro. Arrasado, frustrado e se sentindo desonrado pela derrota, {Summoning:297[Borden]} pensa até mesmo em fechar seu estande… Mas a coisa toda, por outro lado, acabou atraindo a atenção de uma multidão, aumentando seu número de fãs. Vendo isso, {Summoning:297[Borden]} saúda seu público com as mais belas reverências, mas intima você a dar o fora com um vulgar movimento de mão…"
  }
}