{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "2283",
  "m_id": 2283,
  "m_displayName": "AMAKNA - Q06 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 576634548,
    "b": 949705012,
    "c": -270991239,
    "d": -566073683,
    "e": 711105694
  },
  "m_i18nDescriptionFinishedId": {
    "a": 576634548,
    "b": 949705012,
    "c": -270991239,
    "d": -566073683,
    "e": 1877555806
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2283,
    "subAchievements": [
      2699
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 6108
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "{Skin:6108} est un marin chevronné. Sa vie, c'est la mer, et quand il est à quai, {Skin:6108[Dan]} s'ennuie ferme... Alors pour s'occuper, il organise des combats clandestins de Tofus dans la cale d'un bateau. Mais cette fois, on dirait bien qu'il a perdu le contrôle de ses volatiles...",
    "en": "{Skin:6108} is an experienced sailor. The sea is his life, and when he's in port, {Skin:6108[Dan]} gets very bored… To keep busy, he puts on illicit Tofu fights in the hold of a ship. This time, though, he seems to have lost control of his fowls…",
    "es": "{Skin:6108} es un marinero experimentado. Su vida es el mar, y cuando está atracado, {Skin:6108[Dan]} se aburre como una ostra… Así que, para mantenerse ocupado, organiza combates clandestinos de tofus en la bodega de un barco. Pero esta vez, parece haber perdido el control de sus pájaros…",
    "de": "{Skin:6108} ist ein erfahrener Seemann. Sein Leben ist die See und wenn er auf dem Kai steht, überkommt {Skin:6108[Dan]} die Langeweile\\_… Zur Beschäftigung organisiert er daher geheime Tofu-Kämpfe im Laderaum eines Schiffes. Diesmal scheint er jedoch die Kontrolle über sein Geflügel verloren zu haben\\_…",
    "pt": "{Skin:6108} é um marinheiro experiente. O mar é sua vida, e quando ele está atracado, {Skin:6108[Dan]} não demora para ficar entediado... Para se distrair, ele organiza brigas clandestinas de Tofus no porão do navio. Mas, desta vez, pode-se dizer que ele perdeu o controle das suas aves..."
  },
  "descriptionFinished": {
    "fr": "Les Tofus sont maîtrisés, et après un bon nettoyage du pont et de la cale, personne ne se rendra compte de rien. {Skin:6108} a retenu la leçon\\_: la prochaine fois, il fera plus attention au dosage des graines qu'il donne à ses Tofus…\n",
    "en": "The Tofus are under control and after a thorough cleaning of the bridge and hold, no one will notice anything. {Skin:6108}'s learned his lesson. Next time, he'll be more careful with the dose of seeds he feeds his Tofus…\n",
    "es": "Los tofus están bajo control, y tras una buena limpieza de la cubierta y la bodega, nadie notará nada. {Skin:6108} ha aprendido la lección: la próxima vez, tendrá más cuidado con la cantidad de semillas que da de comer a sus tofus\n",
    "de": "Die Tofus sind unter Kontrolle und nachdem das Deck und der Laderaum gereinigt wurden, wird niemand etwas bemerken. {Skin:6108} hat seine Lektion gelernt: Beim nächsten Mal wird er genauer auf die Korndosis achten, die er an seine Tofus verfüttert\\_…\n",
    "pt": "Os Tofus estão sob controle e, depois de uma bela limpeza do convés e do porão, ninguém vai suspeitar de nada. {Skin:6108} aprendeu a lição: da próxima vez ele ficará mais atento à quantidade de sementes que ele dará aos seus Tofus...\n"
  }
}