{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "229",
  "m_id": 229,
  "m_displayName": "ASTRUB - Q07 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1026296275,
    "b": 94038404,
    "c": -191424726,
    "d": 1795557097,
    "e": 766305873
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1026296275,
    "b": 94038404,
    "c": -191424726,
    "d": 1795557097,
    "e": 1727311299
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 229,
    "subAchievements": [
      1846
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 1769
        }
      ]
    }
  },
  "description": {
    "fr": "Alors que la vie tend progressivement à reprendre son cours, les jeunes Douziens aspirent à trouver l'amour, et un nouveau couple pourrait bien se former sur {DungeonZone:15}. {Skin:1769}, membre du {Faction:877}, est à la recherche des amoureux en fuite. Il missionne tout aventurier volontaire pour retrouver leur trace.",
    "en": "As life progressively blooms again, young Twelvians seek love, and a new couple may be in the making on {DungeonZone:15}. {Skin:1769}, a member of the {Faction:877}, is looking for the runaway lovers. He's enrolling volunteer adventurers to track them down.",
    "es": "Mientras que la vida va retomando progresivamente su curso, los jóvenes doceros aspiran a encontrar el amor, y una nueva pareja podría formarse en {DungeonZone:15}. {Skin:1769}, miembro del {Faction:877}, está buscando a enamorados a la fuga. Recluta a cualquier aventurero voluntario para encontrarlos.",
    "de": "Während das Leben nach und nach weiterzugehen scheint, streben die jungen Zwölfianer danach, die Liebe zu finden und auf der {DungeonZone:15} könnte sich ein neues Paar finden. {Skin:1769}, Mitglied vom {Faction:877} sucht die flüchtigen Liebenden. Er beauftragt jeden freiwilligen Abenteurer, um sie aufzuspüren.",
    "pt": "Enquanto a vida volta ao normal e os jovens dozeanos tentam encontrar o amor, um novo casal pode estar prestes a se formar na {DungeonZone:15}. {Skin:1769}, membro do {Faction:877}, está procurando os pombinhos apaixonados que fugiram. Ele está atrás de aventureiros que estejam dispostos a descobrir o paradeiro deles."
  },
  "descriptionFinished": {
    "fr": "Grâce à vous {Skin:9265} et {Skin:1395} peuvent batifoler en toute tranquilité. {Skin:1769} quant à lui est heureux de voir que la vie continue malgré toutes les catastrophes, mais il faudra néanmoins garder un oeil sur ce jeune couple insouciant.",
    "en": "Thanks to you, {Skin:9265} and {Skin:1395} can canoodle in peace. {Skin:1769}, for his part, is happy to see that life goes on despite its disasters, but someone will have to keep an eye on the carefree young couple.",
    "es": "Gracias a ti, {Skin:9265} y {Skin:1395} podrán retozar en total tranquilidad. A {Skin:1769}, por su parte, se alegra de ver que la vida continúa a pesar de todas las catástrofes. No obstante, habrá que estar pendiente de esta joven y despreocupada pareja.",
    "de": "Dank dir können {Skin:9265} und {Skin:1395} in aller Ruhe flirten. {Skin:1769} ist froh, dass das Leben trotz aller Katastrophen weitergeht, aber er muss dennoch dieses junge, sorglose Paar im Auge behalten.",
    "pt": "Graças a você, {Skin:9265} e {Skin:1395} agora podem ficar em paz. {Skin:1769}, por sua vez, gostou de ver que a vida continua apesar de todas as catástrofes, mas vai ter que ficar de olho nesse jovem casal descuidado."
  }
}