{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "2331",
  "m_id": 2331,
  "m_displayName": "STORY MODE - LIVRE II - Chapitre 10",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1267380920,
    "b": 423684644,
    "c": -1193102967,
    "d": 887856559,
    "e": -102474089
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1267380920,
    "b": 423684644,
    "c": -1193102967,
    "d": 887856559,
    "e": -787157340
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2331,
    "subAchievements": [
      3048
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": []
    }
  },
  "description": {
    "fr": "{CharacterName:727} ne lâche pas l'affaire, il est temps de retourner voir ce qui se passe dans cette Cathédrale\\_!",
    "en": "{CharacterName:727} is not to be deterred. It's time to go back and see what's going on in the Cathedral!",
    "es": "{CharacterName:727} no tira la toalla, ¡es hora de volver a ver qué ocurre en esa catedral!",
    "de": "{CharacterName:727} lässt diese Geschichte einfach nicht los. Es wird Zeit nachzusehen, was in dieser Kathedrale vor sich geht!",
    "pt": "{CharacterName:727} não desiste: é hora de voltar e ver o que está acontecendo naquela Catedral!"
  },
  "descriptionFinished": {
    "fr": "{CharacterName:727} parvient à s'infiltrer dans la Cathédrale en se faisant passer pour un membre du Culte. Elle discute avec un adepte qui lui chante les louanges d'un certain «\\_Roi-Coffre\\_», et lui révèle que des convois fréquents lui permettront de se rendre au Sangtuaire.",
    "en": "{CharacterName:727} managed to sneak into the Cathedral disguised as a member of the cult. She talked to an adept who sang the praises of a certain \"Chest-King\" and revealed that frequent convoys make it possible to go to the Bloodhaven.",
    "es": "{CharacterName:727} consigue infiltrarse en la catedral haciéndose pasar por un miembro del Culto. Habla con un adepto que se deshace en elogios con un tal «Rey Cofre» y le revela la existencia de unos convoyes frecuentes que le permitirán ir al Sangretuario.",
    "de": "{CharacterName:727} gibt sich als Mitglied des Kults aus. So gelingt es ihr, in die Kathedrale einzudringen. Sie plaudert ein wenig mit einem Anhänger, der Lobgesänge auf eine gewisse „Königstruhe“ singt. Er enthüllt ihr außerdem, dass sie mithilfe von Konvois, die regelmäßig stattfinden, zum Blutarium gelangen kann.",
    "pt": "{CharacterName:727} consegue se infiltrar na Catedral, se passando por membro do Culto. Ela conversa com um adepto que lhe canta os louvores de um certo \"Rei-Baú\", e lhe revela que comboios frequentes poderão levá-la ao Sanguetuário."
  }
}