{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "2342",
  "m_id": 2342,
  "m_displayName": "BONTA - Q20 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1461082482,
    "b": -1254933180,
    "c": -413485765,
    "d": -1885377611,
    "e": 30974272
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1461082482,
    "b": -1254933180,
    "c": -413485765,
    "d": -1885377611,
    "e": 129473037
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2342,
    "subAchievements": [
      2464
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 438
        },
        {
          "type": 1,
          "id": 157
        }
      ]
    }
  },
  "description": {
    "fr": "{Skin:157} & {Skin:438} sont deux frères fougueux et passionnés, qui rêvent d'embarquer sur un splendide bateau de pêche. Mais leur malchance étant connue de tous, les pêcheurs rechignent à les embaucher. Alors pour susciter l'intérêt des marins, ils cherchent à accomplir un grand exploit\\_: attraper le plus gros poisson de tout {Nation:193}\\_!",
    "en": "{Skin:157} & {Skin:438} are two impetuous, passionate brothers who dream of joining the crew on a splendid fishing boat. But they have a reputation for bad luck and fishermen are reluctant to hire them. So, to catch a captain's eye, they want to accomplish a major feat\\_– catch the biggest fish in all {Nation:193}!",
    "es": "{Skin:157} y {Skin:438} son dos hermanos fogosos y apasionados que sueñan con navegar en un espléndido barco pesquero. Pero como su mala suerte es conocida por todos, los pescadores se muestran reacios a contratarlos. Así que, para ganarse el interés de los marineros, se proponen completar un gran logro: ¡pescar el pez más grande de todo {Nation:193}!",
    "de": "{Skin:157} und {Skin:438} sind zwei aufbrausende und leidenschaftliche Brüder, die davon träumen, auf einem herrlichen Fischerboot anzuheuern. Es war jedoch überall bekannt, dass sie das Unglück anzogen, und die Fischer weigerten sich, sie anzustellen. Damit sie das Interesse der Seemänner gewinnen können, wollen sie einen großen Fang machen: Den größten Fisch in ganz {Nation:193}!",
    "pt": "{Skin:157} e {Skin:438} são dois irmãos impetuosos e entusiasmados que sonham em embarcar em um esplêndido barco de pesca. Mas como todos conhecem a má sorte que os acompanha, pescador algum encara levá-los. Querendo suscitar o interesse dos marinheiros, eles procuram realizar um grande feito: pescar o maior peixe de toda {Nation:193}!"
  },
  "descriptionFinished": {
    "fr": "{Skin:157} & {Skin:438} ont réussi à trouver le fameux gros poisson, mais ne sont pas parvenus à l'attraper. Les deux frères ne perdent cependant pas espoir\\_: un jour, ils accompliront ce grand exploit et réaliseront leur rêve de devenir marins-pêcheurs, ils en sont persuadés\\_!",
    "en": "{Skin:157} & {Skin:438} have managed to find their infamous big fish, but they weren't able to catch it. The two brothers haven't lost hope, though. They're certain they'll succeed and fulfil their dream of becoming fishermen one day!",
    "es": "{Skin:157} y {Skin:438} han logrado encontrar el famoso gran pez, pero no han conseguido pescarlo. Sin embargo, los dos hermanos no pierden la esperanza: algún día, completarán este gran logro y harán realidad su sueño de convertirse en pescadores, ¡están convencidos!",
    "de": "{Skin:157} und {Skin:438} ist es gelungen, den berühmten großen Fisch zu finden, sie konnten ihn jedoch nicht fangen. Die beiden Brüder verlieren jedoch nicht die Hoffnung: Eines Tages wird ihnen dieser große Fang gelingen und sie werden sich den Traum erfüllen, Fischer zu werden\\_– davon sind sie überzeugt!",
    "pt": "{Skin:157} e {Skin:438} encontraram o famoso peixe gigante, mas não conseguiram capturá-lo. No entanto, para os dois irmãos, a esperança é a última que morre: um dia, eles conquistarão esse grande feito e realizarão o grande sonho de se tornarem marinheiros pescadores, sem dúvida alguma!"
  }
}