{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "2618",
  "m_id": 2618,
  "m_displayName": "AMAKNA - Q18 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 626329345,
    "b": 1334517332,
    "c": -2006990981,
    "d": -2100821694,
    "e": -97470166
  },
  "m_i18nDescriptionFinishedId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2618,
    "subAchievements": [
      2796
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 771
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "{Skin:771}, scientifique et inventeur de renom, présente sa nouvelle machine aux abords de la Grande Foire d'{Nation:954}. Son étude porte sur l’exploitation de l’électricité des Tofus Survoltés pour alimenter des machines agricoles. Il ne lui manque plus qu’un volontaire pour tester sa dernière invention\\_!",
    "en": "{Skin:771}, scientist and renowned inventor, is demonstrating his new machine on the edges of the {Nation:954} fairgrounds. His research focuses on using the electricity from Supercharged Tofus to run his agricultural machines. All he needs now is a volunteer to test his latest invention!",
    "es": "{Skin:771}, científico e inventor de prestigio, presenta su nueva máquina en las afueras de la Gran Feria de {Nation:954}. Está estudiando cómo aprovechar la electricidad de los tofus exaltados para impulsar maquinaria agrícola. ¡Ahora sólo necesita un voluntario para probar su último invento!",
    "de": "{Skin:771}, ein renommierter Wissenschaftler und Erfinder, präsentiert seine neue Maschine im Rahmen der Großen Ausstellung von {Nation:954}. Seine Studien tragen zur Nutzung der Elektrizität der geladenen Tofus zur Versorgung von Landwirtschaftsgeräten bei. Er benötigt nur noch einen Freiwilligen, um seine letzte Erfindung zu testen!",
    "pt": "{Skin:771}, cientista e inventor de renome, apresenta sua mais nova máquina na Grande Feira de {Nation:954}. Seu estudo baseia-se na exploração da eletricidade dos Tofus Eletrizados para alimentar as máquinas agrícolas. Só falta um voluntário para testar sua última invenção!"
  },
  "descriptionFinished": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  }
}