{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "270",
  "m_id": 270,
  "m_displayName": "BRAKMAR - Q10 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -46331043,
    "b": 1020965972,
    "c": -152263047,
    "d": -1294148323,
    "e": -405149483
  },
  "m_i18nDescriptionFinishedId": {
    "a": -46331043,
    "b": 1020965972,
    "c": -152263047,
    "d": -1294148323,
    "e": -332557806
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 270,
    "subAchievements": [
      1676
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 3424
        }
      ]
    }
  },
  "description": {
    "fr": "Le savant fou et collectionneur d'anormal, le {Skin:3424}, invite tous les amateurs de l'étrange à visiter sa demeure afin d'admirer sa collection de spécimens rares, capturés à travers tout le Monde des Douze. Pour plus d'exotisme, il expérimente également la création de nouvelles espèces, en combinant des gènes existants. Il cherche d'ailleurs des volontaires pour tester les capacités de sa dernière création.\n",
    "en": "{Skin:3424}, mad scientist and collector of all things abnormal, invites all lovers of the strange to visit his home and admire his collection of rare specimens, caught all over the World of Twelve. For even more exoticism, he's also experimenting with creating new species by combining existing genes. Coincidentally, he's looking for volunteers to test the capabilities of his latest creation.\n",
    "es": "El {Skin:3424}, científico loco y coleccionista de anomalías, invita a todos los amantes de lo extraño a visitar su morada para admirar su colección de especímenes raros capturados a lo largo y ancho del Mundo de los Doce. Para mayor exotismo, experimenta también para crear nuevas especies combinando genes ya existentes. De hecho, anda buscando voluntarios para probar las capacidades de su última creación.\n",
    "de": "{Skin:3424}, ein verrückter Wissenschaftler und leidenschaftlicher Sammler des Anomalen und Eigenartigen, lädt alle Gleichgesinnten ein, seine Sammlung seltener Exemplare zu bewundern, die er überall in der Welt der Zwölf zusammengesammelt hat. Um für noch mehr Exotik zu sorgen, versucht er sich außerdem an der Schöpfung neuer Arten, indem er existierende Gene miteinander kombiniert. Er sucht übrigens noch Freiwillige, um die Fähigkeiten seiner letzten Kreation auf die Probe zu stellen.\n",
    "pt": "{Skin:3424}, cientista louco e colecionador de anormalidades, convida todos os entusiastas do estranho a visitar sua morada para admirar sua coleção de espécimes raros, capturados em todo o Mundo dos Doze. Para uma experiência ainda mais exótica, ele também realiza experimentos para criar novas espécies, combinando genes existentes. Aliás, ele está procurando voluntários para testar as habilidades de sua mais recente criação.\n"
  },
  "descriptionFinished": {
    "fr": "La créature {Skin:9473} s'est finalement montrée trop rebelle pour le {Skin:3424} qui, ne pouvant la raisonner, décide de l'éliminer. Néanmoins, toutes les notes recueillies pendant les tests lui permettront de créer un nouveau monstre, qu'il espère cette fois plus docile...",
    "en": "The creature {Skin:9473} has finally become too rebellious for {Skin:3424} who, unable to reason with it, has decided to eliminate it. However, all the notes he took during the tests should let him create a new monster, one that he hopes will be more docile…",
    "es": "La criatura {Skin:9473} ha resultado ser demasiado rebelde para el {Skin:3424}, que, como no puede hacerla entrar en razón, ha decidido eliminarla. Pero, con todos los apuntes tomados durante los ensayos, podrá crear un nuevo monstruo que espera que sea más dócil…",
    "de": "{Skin:3424} muss sich eingestehen, dass seine Kreatur {Skin:9473} zu eigensinnig ist und er sie nicht kontrollieren kann. Daher will er sie eliminieren. Die gesammelten Aufzeichnungen werden ihm trotzdem dabei helfen, ein neues Monster zu erschaffen, das sich dann hoffentlich folgsamer zeigen wird …",
    "pt": "A criatura {Skin:9473} acabou sendo rebelde demais para o {Skin:3424}, que, incapaz de controlá-la, decidiu eliminá-la. No entanto, todas as anotações realizadas durante os testes permitirão que ele crie um novo monstro, que ele espera ser mais dócil desta vez…"
  }
}