{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "2821",
  "m_id": 2821,
  "m_displayName": "BONTA - Q19 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1745327766,
    "b": -1187348556,
    "c": -1728075271,
    "d": -297042413,
    "e": -460334000
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1745327766,
    "b": -1187348556,
    "c": -1728075271,
    "d": -297042413,
    "e": -1008439255
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2821,
    "subAchievements": [
      3060
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        "PUSH",
        {
          "type": 5,
          "id": 775
        }
      ]
    }
  },
  "description": {
    "fr": "{Companion:775} est un jeune soldat souhaitant intégrer l'élite Bontarienne. Pour le moment, il est assigné à l'entretien des canons et à la surveillance des Craquebilles utilisées comme munitions. Sa responsabilité est grande, et il espère en profiter pour évoluer rapidement\\_!",
    "en": "{Companion:775} is a young soldier who wants to join the Bontarian elite. For now, he's been assigned to maintain cannons and supervise the Creakrocks used as ammunition. He's been given a lot of responsibility and hopes to be promoted soon!",
    "es": "{Companion:775} es un joven soldado que quiere integrar en la élite bontariana. Por el momento, le han asignado el mantenimiento de los cañones y la vigilancia de las crujinicas utilizadas como munición. Tiene mucha responsabilidad, ¡y espera aprovecharla para evolucionar rápidamente!",
    "de": "{Companion:775} ist ein junger Soldat, der Mitglied der Bonta-Elite werden möchte. Momentan ist er der Wartung der Kanonen und der Überwachung der als Munition verwendeten Krachlbrocks zugeteilt. Er hat eine große Verantwortung und er hofft, seine Karriere damit schnell voranzubringen!",
    "pt": "{Companion:775} é um jovem soldado que deseja fazer parte da Elite Bontariana. No momento, ele é responsável pelos canhões e pela vigilância das Smagabilhas utilizadas como munição. Sua responsabilidade é grande e ele espera aproveitá-la para evoluir rapidamente!"
  },
  "descriptionFinished": {
    "fr": "Des Roublards s'étaient introduits dans le canon principal de {Nation:193} afin de tout faire exploser. {Companion:775} est soulagé que cette histoire soit réglée\\_; la Nation est à l'abri, et le sérieux de son travail ne sera pas remis en cause. Grâce à vous, il est sur la bonne voie pour rejoindre l'élite Bontarienne\\_!",
    "en": "Rogues had gotten into {Nation:193}'s main cannon to blow everything up. {Companion:775} is relieved that everything's been sorted out. The nation is safe, and his devotion to his work won't be called into question. Thanks to you, he's on track to join the Bontarian elite!",
    "es": "Unos granujas habían entrado en el cañón principal de {Nation:193} y lo habían volado. {Companion:775} se siente aliviado de que el asunto se haya resuelto; la nación está a salvo y la seriedad de su trabajo no se pondrá en duda. ¡Gracias a ti, va camino de unirse a la élite bontariana!",
    "de": "Es waren Halsabschneider in die große Hauptkanone von {Nation:193} eingedrungen, um sie zu kontrollieren und alles explodieren zu lassen. {Companion:775} ist erleichtert, dass diese Sache behoben wurde. Die Nation ist in Sicherheit und die Zuverlässigkeit seiner Arbeit wird nicht in Frage gestellt werden. Dank deiner Hilfe ist er auf einem guten Weg, um Mitglied der Bonta-Elite zu werden!",
    "pt": "Ladinos tomaram o canhão principal de {Nation:193} com o objetivo de explodir tudo. {Companion:775} está aliviado por essa história ter sido resolvida. A nação está segura, e ninguém duvidará da seriedade do trabalho dele. Graças a você, ele está em um ótimo caminho para entrar para a Elite Bontariana!"
  }
}