{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "2886",
  "m_id": 2886,
  "m_displayName": "AMAKNA - Q01 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1354474298,
    "b": 345354708,
    "c": -276034023,
    "d": 939969302,
    "e": -1486794987
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1354474298,
    "b": 345354708,
    "c": -276034023,
    "d": 939969302,
    "e": 1564618244
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 2886,
    "subAchievements": [
      3026
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 939
        }
      ]
    }
  },
  "description": {
    "fr": "Sur le port d'{Nation:954}, le commerce va bon train. L'abondance de la cité permet d'exporter nombre de produits vers les îles voisines, et {Skin:939} n'est pas en reste\\_: son cidre est reconnu jusqu'à {Nation:156}\\_! Sauf quand les Taures s'en mêlent et viennent se rincer le gosier à l'œil...",
    "en": "In {Nation:954} harbor, trade is roaring. The city's abundance makes it possible to export many products to neighboring islands, and {Skin:939} is in the thick of it. His cider is known as far away as {Nation:156}! The only flies in the ointment are the Taurs who chug it all down…",
    "es": "En el puerto de {Nation:954}, el comercio es floreciente. La abundancia de la ciudad permite exportar muchos productos a las islas vecinas, y {Skin:939} no es una excepción: ¡su sidra es famosa en lugares tan lejanos como {Nation:156}! Excepto cuando los toros se meten por medio y vienen a enjuagarse el gaznate…",
    "de": "Im Hafen von {Nation:954} läuft der Handel gut. Der Überfluss der Stadt ermöglicht den Export von unzähligen Produkten zu den Nachbarinseln, und {Skin:939} mischt dabei kräftig mit: Sein Apfelwein ist bis {Nation:156} bekannt! Es sei denn, die Tauren mischen sich ein und spülen sich kostenlos die trockene Kehle\\_…",
    "pt": "No porto de {Nation:954}, o comércio está a todo vapor. A abundância da cidade permite a exportação de inúmeros produtos para as ilhas vizinhas, e {Skin:939} não fica para trás: sua cidra é reconhecida até em {Nation:156}! Exceto quando os Tauros se metem e vêm sedentos..."
  },
  "descriptionFinished": {
    "fr": "Tous les Taures ont été repoussés\\_! Mais non sans dégâts... Au moins, {Skin:939} sera tranquille un moment pour se reconstituer un stock décent de son bon cidre de pommes d'{Nation:954}\\_!",
    "en": "All the Taurs have been driven off, but not without some damage… At least {Skin:939} will be left alone for a while to rebuild a decent supply of his good {Nation:954} apple cider!",
    "es": "¡Todos los toros fueron repelidos! Pero no sin daños… ¡Al menos {Skin:939} estará un tiempo tranquilo para volver a hacerse con una reserva decente de su rica sidra de manzana de {Nation:954}!",
    "de": "Alle Tauren wurden zurückgestoßen! Aber nicht ohne Schäden\\_… Wenigstens wird {Skin:939} einen Augenblick Ruhe haben, um wieder einen ordentlichen Bestand seines guten Apfelweins von {Nation:954} anzulegen!",
    "pt": "Todos os Tauros foram afastados! Mas não saiu barato... Pelo menos {Skin:939} ficará tranquilo por um tempo e poderá preparar um estoque decente da sua boa cidra de maçã de {Nation:954}!"
  }
}