{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "3125",
  "m_id": 3125,
  "m_displayName": "AMAKNA - Q11 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 1,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1539541544,
    "b": 1485868932,
    "c": -304556248,
    "d": 1905964839,
    "e": 1280228194
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1539541544,
    "b": 1485868932,
    "c": -304556248,
    "d": 1905964839,
    "e": -45088608
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 3125,
    "subAchievements": [
      3253
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 4570
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "Pour aider {Nation:954} et les autres Nations à produire plus, l’apprenti alchimiste {Skin:4570} tente de reproduire l’engrais de son modèle <b>DON SANTO</b>. Mais malgré toute sa bonne volonté, les expériences du jeune garçon maladroit sont rarement fructueuses...",
    "en": "In order to help {Nation:954} and the other nations produce more, apprentice alchemist {Skin:4570} is trying to reproduce the fertilizer of his role model <b>DON SANTO</b>. Despite all his efforts, the clumsy young man's experiments are rarely successful…",
    "es": "Para ayudar a {Nation:954} y a las demás naciones a producir más, el aprendiz de alquimista {Skin:4570} intenta reproducir el abono de su modelo <b>DON SANTO</b>. Pero, a pesar de su buena voluntad, los experimentos del torpe muchacho rara vez tienen éxito…",
    "de": "Um {Nation:954} und den anderen Nationen dabei zu helfen, mehr zu produzieren, wagt der Alchemistenlehrling {Skin:4570}, den Dünger seines Modells <b>DON\\_SANTO</b> zu reproduzieren. Doch trotz seines guten Willens sind die Experimente von tollpatschigen Jungen nur selten erfolgreich\\_…",
    "pt": "Para ajudar {Nation:954} e as outras nações a produzir mais, o aprendiz de alquimista {Skin:4570} tenta reproduzir o adubo do seu modelo <b>DOM SANTO</b>. Mas apesar de toda sua boa vontade, infelizmente as experiências do jovem raramente dão frutos..."
  },
  "descriptionFinished": {
    "fr": "Les nuisibles ont été éliminés et {Skin:4570} doit à présent veiller à ce que les paysans ne se rendent compte de rien. Avec de nouvelles potions miracles, il pense pouvoir rapidement faire repousser ce qu’il vient de détruire.",
    "en": "Pests have been eliminated and {Skin:4570} must now make sure the farmers don't catch on. With new miracle potions, he thinks he can quickly regrow everything he just destroyed.",
    "es": "Las plagas han sido eliminadas y {Skin:4570} ahora tiene que asegurarse de que los granjeros no noten nada. Con unas nuevas pócimas milagrosas, cree que puede volver a hacer crecer rápidamente lo que acaba de destruir.",
    "de": "Die Schädlinge wurden beseitigt und {Skin:4570} muss nun darauf achten, dass die Bauern nichts merken. Mit den neuen Wundertränken hofft er, alles schnell wieder nachwachsen zu lassen, was gerade zerstört wurde.",
    "pt": "As pragas foram eliminadas e, agora, {Skin:4570} deve cuidar para que os camponeses não percebam nada. Com as novas poções milagrosas, ele acha que pode recuperar rapidamente o que acabou de destruir."
  }
}