{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "321",
  "m_id": 321,
  "m_displayName": "ASTRUB - Q10 - 00_Valider la Quest",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1817842216,
    "b": 2059727380,
    "c": -1018984102,
    "d": -1820131735,
    "e": 1966981801
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1817842216,
    "b": 2059727380,
    "c": -1018984102,
    "d": -1820131735,
    "e": -458289123
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 321,
    "subAchievements": [
      1832
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 3288
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "Depuis la Grande Vague, l’économie s’est radicalement inversée\\_: le Kama autrefois si prisé a désormais moins de valeur qu’un solide cuir de Bwork ou qu’une bonne laine de Bouftou. {Skin:3288}, membre du {Faction:235}, est un collecteur\\_: il missionne tout aventurier volontaire pour voyager d’île en île afin de récolter toutes les ressources utiles qu’il pourra trouver.",
    "en": "The economy has been upended entirely since the Great Wave\\_– once highly prized kamas are now worth less than a solid Bwork hide or a decent Gobball fleece. {Skin:3288}, a member of the {Faction:235}, is an avid collector. He's enrolling volunteer adventurers to travel from island to island to collect any and all useful resources they can find.",
    "es": "Desde la Gran Ola, la economía se ha invertido radicalmente: el kama antaño tan codiciado, ahora tiene menos valor que un sólido cuero de bwork o que una buena lana de jalató. {Skin:3288}, miembro del {Faction:235}, es un recolector: recluta a cualquier aventurero voluntario para viajar de isla en isla con el fin de recolectar todos los recursos útiles que pueda encontrar.",
    "de": "Seit der großen Welle ist die Wirtschaft völlig verkehrt: Die früher so begehrten Kamas sind jetzt weniger wert als ein solides Bworkleder oder eine gute Fresssackwolle. {Skin:3288}, Mitglied vom {Faction:235} ist ein Sammler: Er beauftragt jeden freiwilligen Abenteurer, von Insel zu Insel zu reisen und alle nützlichen Ressourcen zu sammeln, die man finden kann.",
    "pt": "Depois da Grande Onda, a economia ficou de ponta-cabeça: o kama perdeu seu prestígio e agora vale menos do que couro de Bwork ou lã de Papatudo. {Skin:3288}, membro do {Faction:235}, é um coletor: ele está atrás de aventureiros que estejam dispostos a viajar de ilha em ilha pegando todos os recursos úteis que encontrarem pela frente."
  },
  "descriptionFinished": {
    "fr": "{Skin:3288} est plus que satisfait\\_; toutes les ressources que vous avez pu récolter serviront au bon développement de la Nation. Vous demeurez le bienvenu sur son embarcation pour repartir en collecte.",
    "en": "{Skin:3288} is more than satisfied. All the resources you were able to collect will serve the righteous development of the nation. You're welcome on his boat anytime to go out collecting again.",
    "es": "{Skin:3288} está más que satisfecho; todos los recursos que has podido recolectar servirán para el correcto desarrollo de la nación. Eres bienvenido en su embarcación para salir a recolectar más.",
    "de": "{Skin:3288} ist mehr als zufrieden; sämtliche Ressourcen, die du sammeln konntest, dienen der erfolgreichen Entwicklung der Nation. Du bist auf seinem Boot stets willkommen, wenn du wieder zum Sammeln losziehst.",
    "pt": "{Skin:3288} ficou muito satisfeito; todos os recursos que você conseguiu serão usados no desenvolvimento da Nação. A embarcação dele continua disponível para você coletar mais itens por aí."
  }
}