{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "3253",
  "m_id": 3253,
  "m_displayName": "AMAKNA - Q12 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 68983752,
    "b": 1208443780,
    "c": 1181217544,
    "d": 537323881,
    "e": 851701099
  },
  "m_i18nDescriptionFinishedId": {
    "a": 68983752,
    "b": 1208443780,
    "c": 1181217544,
    "d": 537323881,
    "e": 962994579
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 3253,
    "subAchievements": [
      3269
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 20,
          "id": 196
        },
        {
          "type": 5,
          "id": 343
        }
      ]
    }
  },
  "description": {
    "fr": "En échange de quelques légumes transformés dont il raffole, {Companion:343}, un Taure pas comme les autres, aide et protège {CharacterName:911} face aux envahisseurs qui pillent ses récoltes. Mais l'animal est accro aux légumes, et devient complètement instable s'il n'obtient pas ce qu'il veut…",
    "en": "In exchange for a few of the transformed vegetables he loves, {Companion:343}\\_– a Taur like no other\\_– is helping {CharacterName:911} and protecting him from the invaders pillaging his crops. The animal is addicted to vegetables, though, and comes completely unhinged when he doesn't get what he wants…",
    "es": "A cambio de unas verduras modificadas que le vuelven loco, {Companion:343}, un toro diferente a los demás, ayuda y protege a {CharacterName:911} de los invasores que saquean sus cultivos. Pero el animal es adicto a las verduras, y se vuelve completamente inestable si no consigue lo que quiere…",
    "de": "Im Tausch gegen verwandeltes Gemüse, das er so gerne mag, hilft und schützt {Companion:343}, ein Taurus wie jeder andere, {CharacterName:911} gegen die Eindringlinge, die seine Ernte plündern. Das Tier ist aber süchtig nach Gemüse und wird vollkommen instabil, wenn es nicht das bekommt, was es möchte\\_…",
    "pt": "Em troca de alguns legumes transformados que ele adora, {Companion:343}, um Tauro diferente dos outros, ajuda e protege {CharacterName:911} contra os invasores que pilham suas colheitas. Mas o animal é viciado nos legumes e fica completamente instável se não consegue o que deseja…"
  },
  "descriptionFinished": {
    "fr": "Grâce à {Companion:343}, les Taures ont été repoussés. Même si sa présence est parfois à double tranchant, {CharacterName:911} ne compte pas se séparer de lui\\_; il est bien trop utile à sa sécurité personnelle et à celle de ses champs...",
    "en": "The Taurs have been pushed back thanks to {Companion:343}. Even though his presence sometimes cuts both ways, {CharacterName:911} intends to keep him around\\_– he's much too useful when it comes to personal security and crop protection…",
    "es": "Gracias a {Companion:343}, los toros han sido repelidos. Aunque su presencia sea a veces un arma de doble filo, {CharacterName:911} no tiene intención de separarse de él; es demasiado útil para su seguridad personal y la de sus campos…",
    "de": "Dank {Companion:343} wurden die Tauren zurückgedrängt. Auch wenn seine Anwesenheit manchmal zweischneidig ist, beabsichtigt {CharacterName:911} nicht, sich von ihm zu trennen. Er ist viel zu wichtig für seine persönliche Sicherheit und für den Schutz seiner Felder\\_…",
    "pt": "Graças a {Companion:343}, os Tauros foram afastados. Mesmo sua presença sendo uma faca de dois gumes, {CharacterName:911} nem considera se separar dele: ele é útil demais para sua segurança pessoal e para a dos seus campos..."
  }
}