{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": -3078351595095444000
  },
  "m_Name": "394",
  "m_id": 394,
  "m_displayName": "STORY MODE - ACTE I - 19",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -83255100,
    "b": 1528115876,
    "c": 1309776312,
    "d": 39217024,
    "e": 253209811
  },
  "m_i18nDescriptionFinishedId": {
    "a": -83255100,
    "b": 1528115876,
    "c": 1309776312,
    "d": 39217024,
    "e": 171526343
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 394,
    "subAchievements": [
      1873
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 251
        },
        {
          "type": 1,
          "id": 7602
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "{Skin:7602} et {Skin:251}, fidèles au poste, sont prêts à en découdre devant leur faille\\_! Mais monter la garde, c'est long, et un Iop, ça s'ennuie vite…",
    "en": "{Skin:7602} and {Skin:251}, ever dutiful, are ready to fight in front of their rift! But standing guard takes time and Iops get bored quickly…",
    "es": "{Skin:7602} y {Skin:251}, fieles al puesto, están dispuestos a pelear delante de su falla. Pero las guardias son muy largas, y los yopukas se aburren rápido…",
    "de": "{Skin:7602} und {Skin:251} stehen treu auf ihrem Posten und sind bereit, ihren Riss tapfer zu verteidigen. Aber Wache zu halten ist eine langwierige Aufgabe und ein Iop langweilt sich schnell\\_…",
    "pt": "{Skin:7602} e {Skin:251}, leais ao trabalho, estão sempre a postos para uma batalha em sua fenda! Mas ficar de guarda é demorado e, para um Iop, isso entendia rápido…"
  },
  "descriptionFinished": {
    "fr": "{Skin:251} a l'idée géniale d'attirer les Shushus de la faille en imitant leur cri\\_: si ça fonctionne, ce sera baston à volonté pour son père et lui\\_!",
    "en": "{Skin:251} had the brilliant idea of attracting the Shushus in the rift by imitating their cries. If it works, there will be plenty of brawling for him and his father!",
    "es": "A {Skin:251} se le ha ocurrido la genial idea de atraer a los fab'huritus de la falla imitando su grito: si funciona, ¡su padre y él tendrán barra libre de pelea!",
    "de": "{Skin:251} hat eine geniale Idee! Er will die Shushus in dem Riss anlocken, indem er ihren Schrei nachmacht. Wenn das funktioniert, gibt es für ihn und seinen Vater eine hübsche Keilerei!",
    "pt": "{Skin:251} teve a ideia genial de atrair os Shushus da fenda imitando os sons deles: se funcionar, será pancadaria à vontade para ele e seu pai!"
  }
}