{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "427",
  "m_id": 427,
  "m_displayName": "BONTA - Q01 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1547459116,
    "b": 1228159124,
    "c": 1671442427,
    "d": 1367338840,
    "e": -394048454
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1547459116,
    "b": 1228159124,
    "c": 1671442427,
    "d": 1367338840,
    "e": 1081717410
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 427,
    "subAchievements": [
      927
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        "PUSH",
        {
          "type": 5,
          "id": 258
        }
      ]
    }
  },
  "description": {
    "fr": "Au marché de {Nation:193}, les marchands sont excédés\\_: leurs étals sont régulièrement dégradés et pillés. Le {Companion:258} a été dépêché par la Milice pour tirer l'affaire au clair. Après enquête, il pense que des animaux errants viennent chaparder la nourriture pendant la nuit. Bien qu'il préfère agir seul, de l'aide lui sera utile pour en finir plus rapidement.",
    "en": "At the {Nation:193} market, the merchants are furious\\_– their stalls are regularly vandalized and pillaged. {Companion:258} has been sent by the Militia to investigate. After investigating, he thinks that stray animals are stealing food at night. While he'd rather work alone, he could use some help to put a stop to it all very quickly.",
    "es": "En el mercado de {Nation:193}, los comerciantes están sobrepasados: están estropeando y saqueando sus puestos con regularidad. El {Companion:258} ha sido destacado para aclarar el asunto. Tras investigarlo, cree que hay unos animales callejeros que roban la comida por la noche. Aunque prefiere actuar solo, una ayudita le vendrá bien para terminar lo antes posible.",
    "de": "Auf dem Markt von {Nation:193} sind die Händler der Verzweiflung nah: Ihre Stände werden regelmäßig beschädigt und geplündert. {Companion:258} wurde von der Miliz entsandt, um Licht in die Sache zu bringen. Nach seiner Untersuchung kommt er zu dem Schluss, dass herumstreunende Tiere nachts die Stände heimsuchen, um zu fressen. Eigentlich arbeitet er lieber allein, aber mit ein bisschen Hilfe wird das Ganze sicher schneller gehen.",
    "pt": "No mercado de {Nation:193}, os comerciantes estão irritados: suas barracas são regularmente danificadas e saqueadas. O {Companion:258} foi enviado pela Milícia para esclarecer o assunto. Após investigação, ele suspeita que animais errantes vêm roubar comida durante a noite. Embora ele prefira agir sozinho, a ajuda será útil para resolver o problema mais rapidamente."
  },
  "descriptionFinished": {
    "fr": "Le {Companion:258} a découvert la cause des dégradations\\_: une {Summoning:321} s'est glissée dans l'étal de la Fleuriste et attire tous les insectes du coin. Pour se défendre, la Rose Obscure attaque régulièrement les parasites à coups de ronces, détériorant l'endroit par la même occasion.",
    "en": "{Companion:258} has discovered the source of the damage\\_– a {Summoning:321} had slipped into the Florist's stall and has been attracting all the insects in the area. To defend itself, the Dark Rose regularly attacks the parasites with brambles, damaging the stall at the same time.",
    "es": "El {Companion:258} ha descubierto de dónde vienen los desperfectos: una {Summoning:321} se ha colado en el puesto de la florista y está atrayendo a todos los insectos de las inmediaciones. Para defenderse, la rosa oscura está atacando a los parásitos a zarzazo limpio, deteriorando así el lugar.",
    "de": "{Companion:258} hat die Ursache der Beschädigungen ermittelt: Eine {Summoning:321} hat sich in den Blumenstand geschlichen und lockt alle Insekten der Umgebung an. Um sich zu verteidigen, greift sie die Plagegeister mit Rankenschlägen an und zieht dabei auch ihre Umgebung in Mitleidenschaft.",
    "pt": "O {Companion:258} descobriu a causa dos danos: uma {Summoning:321} se infiltrou na barraca da Florista e está atraindo todos os insetos da região. Para se defender, a Rosa Obscura ataca regularmente os parasitas com seus espinhos, o que também acaba danificando o local."
  }
}