{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "478",
  "m_id": 478,
  "m_displayName": "BRAKMAR - Q14 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1686399456,
    "b": 89572612,
    "c": -2075123912,
    "d": -164230123,
    "e": -1417616166
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1686399456,
    "b": 89572612,
    "c": -2075123912,
    "d": -164230123,
    "e": -529311873
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 478,
    "subAchievements": [
      540
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": []
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "L'Arène de {Nation:156} est le théâtre d'affrontements continuels, tantôt de fiers guerriers en quête de gloire, tantôt d'âmes perdues emplies de désespoir. Bien que peu en sortent vainqueurs, la Nation n'en est pas moins peuplée pour autant ; les maisons abandonnées par les perdants sont rapidement récupérées par des badauds et autres fripouilles de la cité. L'une d'elles, cependant, semble faire exception. Des rumeurs circulent sur une enfant défendant son foyer et sur des voyous détalant l'air horrifié. Que peut-il donc bien se passer dans cette lugubre bâtisse\\_?\n",
    "en": "The {Nation:156} Arena is home to perpetual fights, sometimes by proud warriors seeking glory, sometimes by lost souls filled with despair. While few come out victorious, the Nation's population is holding steady. Houses abandoned by the losers are rapidly taken over by gawkers and other scallywags in the city. One of them, however, seems to be an exception. Rumors are circulating about a child defending her home and scoundrels fleeing in terror. Just what exactly is happening in the gloomy building?\n",
    "es": "La arena de {Nation:156} es el escenario de enfrentamientos continuos, unas veces de ilustres guerreros en busca de gloria y otras, de almas perdidas llenas de desesperación. Aunque pocos salen vencedores de ella, la nación no deja de estar bastante poblada: las casas abandonadas por los vencidos las van ocupando rápidamente los curiosos y demás granujas de la ciudad. Pero una de ellas parecer ser la excepción que confirma la regla. Hay rumores de que una niña defiende su hogar haciendo que los maleantes huyan despavoridos. ¿Qué estará pasando en esa lúgubre mansión?\n",
    "de": "In der Arena {Nation:156} reiht sich Kampf an Kampf. Mal sind stolze Krieger zu bewundern, die nach Ruhm streben, mal verlorene Seelen, die von Verzweiflung getrieben werden. Auch wenn nur wenige die Arena als Sieger verlassen, bekommt die Nation stetig Zuwachs. Die verlassenen Häuser der Verlierer werden schnell von Schaulustigen und anderem Gesindel in der Stadt bevölkert. Eines dieser Häuser scheint dabei jedoch eine Ausnahme zu sein. Es kursieren Gerüchte über ein Kind, das sein Zuhause verbissen verteidigt, und über Gauner, die mit entsetztem Gesicht das Weite suchen. Was geht in diesem düsteren Haus vor sich?\n",
    "pt": "A Arena de {Nation:156} é o palco de confrontos contínuos, às vezes de bravos guerreiros em busca de glória, outras vezes de almas perdidas cheias de desespero. Embora poucos saiam vitoriosos, a Nação não fica menos povoada: as casas abandonadas pelos perdedores são rapidamente ocupadas por curiosos e outras figuras duvidosas da cidade. No entanto, uma delas parece ser uma exceção. Segundo os rumores, haveria uma criança defendendo seu lar e fazendo os bandidos fugirem com medo. O que poderá estar acontecendo nesse sombrio edifício?\n"
  },
  "descriptionFinished": {
    "fr": "{Skin:1107} semble attendre le retour de ses parents, partis combattre à l'Arène de {Nation:156}. Mais au fil des combats qui l'opposent aux voyous venus s'emparer de sa maison, vous comprenez qu'elle les attend probablement depuis bien longtemps... Trop longtemps...",
    "en": "{Skin:1107} seems to be waiting for her parents to return from fighting in the {Nation:156} Arena. During her fights against crooks trying to take over her house, you come to see that she's probably been waiting for them for a long time… a very long time… too long…",
    "es": "Parece que {Skin:1107} está esperando a que regresen sus padres, que se fueron a luchar a la arena de {Nation:156}. Sin embargo, a medida que se suceden los combates contra los maleantes que vienen a apoderarse de su casa, te das cuenta de que es probable que lleve tiempo esperándolos… demasiado tiempo.",
    "de": "{Skin:1107} scheint auf die Rückkehr ihrer Eltern zu warten, die in der Arena von {Nation:156} antreten wollten. Aber angesichts der vielen Kämpfe gegen all die Gauner, die sich ihr Haus unter den Nagel reißen wollen, wird dir schnell klar, dass sie schon sehr lange wartet\\_… Zu lange\\_…",
    "pt": "{Skin:1107} parece estar aguardando o retorno de seus pais, que foram lutar na Arena de {Nation:156}. Mas, à medida que os combates contra os bandidos que vieram tomar posse de sua casa se desenrolam, você começa a perceber que ela provavelmente está esperando por eles há muito tempo… Tempo demais…"
  }
}