{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "489",
  "m_id": 489,
  "m_displayName": "AMAKNA - Q14 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 238573419,
    "b": 397409844,
    "c": -115957590,
    "d": -1635067452,
    "e": -1012826111
  },
  "m_i18nDescriptionFinishedId": {
    "a": 238573419,
    "b": 397409844,
    "c": -115957590,
    "d": -1635067452,
    "e": 1709778669
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 489,
    "subAchievements": [
      1510
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 9289
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "Sur une île au large d'{Nation:954}, les arbres poussent à une vitesse impressionnante grâce aux engrais présents dans l’eau. Une aubaine pour {Skin:9289} qui cherche à s’approvisionner en bois. Cependant, la présence de Bouftous Sauvages étrangement agités risque de perturber son programme. ",
    "en": "On an island off of {Nation:954}, trees are growing at impressive speeds thanks to fertilizer in the water. A blessing for {Skin:9289} who's trying to get wood. However, the strangely agitated Wild Gobballs there may put a kink in his plans.",
    "es": "En una isla frente a la costa de {Nation:954}, los árboles crecen a un ritmo impresionante gracias a los abonos en el agua. Una bendición para {Skin:9289}, que busca suministros de madera. Sin embargo, la presencia de jalatós salvajes extrañamente agitados amenaza con alterar su programa. ",
    "de": "Auf einer Insel vor der Küste von {Nation:954} wachsen die Bäume dank des Düngers im Wasser mit beeindruckender Geschwindigkeit. Ein Glücksfall für {Skin:9289}, der versucht, seinen Holzbestand aufzufüllen. Währenddessen könnte die Anwesenheit von wilden, auf seltsame Weise aufgebrachten Fresssäcken sein Programm durchkreuzen.",
    "pt": "Em uma ilha nos arredores de {Nation:954}, as árvores crescem com uma velocidade impressionante graças aos adubos presentes na água. Uma dádiva para {Skin:9289}, que procura fazer um estoque de madeira. Entretanto, a presença de Papatudos Selvagens estranhamente agitados coloca seu projeto em risco."
  },
  "descriptionFinished": {
    "fr": "Blessé, le {Skin:7535} s’enfuit dans la forêt avec le reste du troupeau. {Skin:9289} ne les pourchasse pas\\_; son but était de récupérer du bois, et il en a suffisamment. Le reste de la forêt appartient aux Bouftous, et tant pis si cela implique de devoir les affronter de nouveau si leurs routes se recroisent un jour...",
    "en": "Wounded, the {Skin:7535} has fled into the forest with the rest of the herd. {Skin:9289} isn't going to go after them. His goal was to gather wood, and he has enough. The rest of the forest belongs to the Gobballs, and so what if that means having to fight them again if their paths cross again…",
    "es": "Herido, el {Skin:7535} huye al bosque con el resto de la manada. {Skin:9289} no los persigue; su objetivo era recoger leña, y tiene suficiente. El resto del bosque pertenece a los jalatós, y lástima si eso significa tener que enfrentarse de nuevo a ellos si sus caminos vuelven a cruzarse algún día…",
    "de": "Verletzt flieht der {Skin:7535[Ehrwürdige wilde Fresssack]} mit der restlichen Herde in den Wald. {Skin:9289} verfolgt sie nicht. Er hatte das Ziel, Holz zu beschaffen, und davon hat er genug. Der restliche Wald gehört den Fresssäcken. Es ist zwar schade, aber das könnte zu Folge haben, dass man sich ihnen erneut stellen muss, sollten sich ihre Wege eines Tages wieder kreuzen …",
    "pt": "Ferido, o {Skin:7535} foge para a floresta com o resto de seu bando. {Skin:9289} não precisa mais caçá-los, seu objetivo era conseguir madeira e ele já possui o suficiente. O resto da mata pertence aos Papatudos, mesmo que isso signifique precisar enfrentá-los novamente, caso seus caminhos se cruzem no futuro..."
  }
}