{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "509",
  "m_id": 509,
  "m_displayName": "AMAKNA - Q09 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1634095690,
    "b": 2076172308,
    "c": -681913254,
    "d": -1199284242,
    "e": 1799998426
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1634095690,
    "b": 2076172308,
    "c": -681913254,
    "d": -1199284242,
    "e": -1745421534
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 509,
    "subAchievements": [
      437
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 6755
        }
      ]
    }
  },
  "description": {
    "fr": "{Skin:6755} est chargée du bon fonctionnement de la Grande Roue qui, raccordée à la Grange, permet de transformer tout le bon grain récolté en farine de première qualité. Mais depuis quelque temps, la jeune bricoleuse est confrontée à un souci qui dépasse toutes ses compétences en mécanique…\n",
    "en": "{Skin:6755} is responsible for keeping the Big Wheel connected to the Barn turning to process the harvested grain into the highest-quality flour. Recently, though, the young maintenance worker has been facing a problem that is no match for her mechanical skills…\n",
    "es": "{Skin:6755} es la responsable del buen funcionamiento de la Gran Rueda que, conectada al granero, transforma todo el buen grano cosechado en harina de primera calidad. Pero desde hace algún tiempo, la joven manitas se enfrenta a un problema que va más allá de sus habilidades en mecánica…\n",
    "de": "{Skin:6755} ist für den Betrieb des Großen Rads verantwortlich, das an die Scheune angeschlossen ist und die Verarbeitung der Kornernte zu erstklassigem Mehl ermöglicht. Doch seit einiger Zeit hat es die junge Bastlerin mit einem Problem zu tun, das ihre mechanischen Fähigkeiten übersteigt\\_…\n",
    "pt": "{Skin:6755} é responsável pelo bom funcionamento da Grande Roda que, ligada à Granja, permite transformar todo bom grão colhido em farinha de primeira qualidade. Mas, já há algum tempo, a jovem faz-tudo está tendo que lidar com um problema que ultrapassa todas as suas habilidades como mecânica…\n"
  },
  "descriptionFinished": {
    "fr": "Après avoir évacué tous les Tofus Migrateurs venus installer leur nid dans la Grande Roue, {Skin:6755} peut reprendre son travail. Craignant de nouvelles invasions, elle vous demande néanmoins de revenir nettoyer les lieux de temps en temps.",
    "en": "After getting rid of the Migratory Tofus nesting in the Big Wheel, {Skin:6755} can get back to work. Afraid of another invasion, she's asked you to come back and clear out the site from time to time.",
    "es": "Tras evacuar a todos los tofus migratorios que han venido a anidar en la Gran Rueda, {Skin:6755} puede volver al trabajo. Temiendo nuevas invasiones, te pide no obstante que vuelvas a limpiar de vez en cuando.",
    "de": "Nachdem sie alle Wandertofus umgesetzt hat, die sich im großen Rad eingenistet hatten, kann {Skin:6755} die Arbeit wieder aufnehmen. Aus Angst vor neuen Invasionen bittet sie dich, immer wieder zurückzukehren, um die Örtlichkeiten zu reinigen.",
    "pt": "Depois de evacuar todos os Tofus Migratórios que haviam feito ninho na Grande Roda, {Skin:6755} pôde retornar ao trabalho. Suspeitando de novas invasões, ela pede que você volte para fazer uma nova limpeza de tempos em tempos."
  }
}