{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "537",
  "m_id": 537,
  "m_displayName": "BONTA - Q18 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -881410295,
    "b": -589457852,
    "c": -897837015,
    "d": -2093973899,
    "e": -486962842
  },
  "m_i18nDescriptionFinishedId": {
    "a": -881410295,
    "b": -589457852,
    "c": -897837015,
    "d": -2093973899,
    "e": -973709669
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 537,
    "subAchievements": [
      166
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 786
        }
      ]
    }
  },
  "description": {
    "fr": "Après l'échec de sa dernière mission sur l'île des Cochons, {Skin:786} est chargé de garder les cargaisons d'armement du côté de l'arène de {Nation:193}. En temps normal, la surveillance est très facile, voire ennuyeuse pour le soldat qui cherche un peu d'action. Mais depuis quelques temps, des Poulpes et autres animaux marins surgissent de la mer pour envahir la cité, détruisant tout sur leur passage.",
    "en": "After the failure of his last mission on Pig Island, {Skin:786} has been put in charge of guarding weapons shipments near the {Nation:193} Arena. Normally, guard duty is very easy, even boring, for a soldier seeking a little action. Recently, however, Octopuses and other sea animals are coming out of the sea to invade the city, destroying everything in their path.",
    "es": "Tras el fracaso de su última misión en la isla de los cerdos, {Skin:786} ha recibido el encargo de vigilar los cargamentos de armas en la arena de {Nation:193}. En condiciones normales, vigilar es de lo más sencillo y hasta aburrido para los soldados que buscan algo de acción, pero últimamente los pulpos y demás animales marinos están saliendo del mar e invadiendo la ciudad, destruyéndolo todo a su paso.",
    "de": "Nachdem {Skin:786} seine letzte Mission auf der Schweine-Insel in den Sand gesetzt hat, soll er die Waffenlieferungen neben der Arena von {Nation:193} bewachen. Normalerweise ist diese Aufgabe sehr einfach, wenn auch sehr langweilig für einen Soldaten, der auf der Suche nach Action ist. Aber in letzter Zeit tauchen immer wieder Kraken und anderen Meerestiere auf, die die Stadt angreifen wollen und alles zerstören, was sich ihnen in den Weg stellt.",
    "pt": "Após o fracasso de sua última missão na Ilha dos Porcos, {Skin:786} foi encarregado de guardar os carregamentos de armas perto da arena de {Nation:193}. Normalmente, a vigilância é bastante fácil, até entediante para o soldado que busca um pouco de ação. No entanto, nos últimos tempos, polvos e outros animais marinhos têm emergido do mar para invadir a cidade, destruindo tudo em seu caminho."
  },
  "descriptionFinished": {
    "fr": "Si la cargaison était d'abord la cible de créatures marines, il n'a pas fallu longtemps avant que les Cochons viennent s'en mêler\\_! Avec votre aide, {Skin:786} y voit l'occasion de se venger des Cochons, et de remonter dans l'estime de son Capitaine et de ses compagnons d'armes. Il prend désormais sa mission très au sérieux\\_!",
    "en": "While the shipment was initially the sea creatures' target, it didn't take long for the Pigs to get in on the action! With your help, {Skin:786} sees this as an opportunity to get his revenge on the Pigs and improve his image with his Captain and fellow soldiers. He's now taking his mission very seriously!",
    "es": "Si bien el cargamento ha sido primero el objetivo de las criaturas marinas, ¡les ha faltado tiempo a los cerdos para entremeterse! Con tu ayuda, {Skin:786} espera poder vengarse de los cerdos y que su capitán y sus compañeros de armas lo tengan en mejor estima. ¡Ahora se toma su misión muy en serio!",
    "de": "Auch wenn es die Meereskreaturen zunächst auf die Lieferungen abgesehen hatten, dauerte es gar nicht lange, bis die Schweinemonster sich einmischten! {Skin:786} sieht die Chance, sich mit deiner Hilfe an den Schweinemonstern zu rächen und in der Gunst seines Hauptmanns und seiner Waffenbrüder aufzusteigen. Daher nimmt er diese Mission auch äußerst ernst!",
    "pt": "Embora, inicialmente, o carregamento fosse alvo de criaturas marinhas, não demorou muito para que os Porcos se envolvessem também! Com sua ajuda, {Skin:786} vê a oportunidade de se vingar dos Porcos e reconquistar o respeito de sua Capitã e companheiros de armas. Agora, ele leva sua missão muito a sério!"
  }
}