{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "557",
  "m_id": 557,
  "m_displayName": "BONTA - Q09 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -852590311,
    "b": 213869636,
    "c": -2008028840,
    "d": 878814180,
    "e": -488263329
  },
  "m_i18nDescriptionFinishedId": {
    "a": -852590311,
    "b": 213869636,
    "c": -2008028840,
    "d": 878814180,
    "e": -438623576
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 557,
    "subAchievements": [
      931
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 5,
          "id": 684
        }
      ]
    }
  },
  "description": {
    "fr": "Après avoir repoussé d'innombrables navires Cochons, l'équipage du {Companion:684} est mal en point. Sur le Port Militaire, la tension est palpable\\_: la protection des eaux de {Nation:193} est une priorité absolue, ils ne peuvent pas rester à quai trop longtemps. Pour continuer la lutte contre les Cochons qui rôdent autour de la cité, {Companion:684[Fury]} recrute des volontaires pour le prochain assaut.",
    "en": "After having held off many Pig ships, the crew of the {Companion:684} is in bad shape. In the Military Port, tensions are high\\_– protecting {Nation:193}'s waters is top priority, and they can't stay in port for long. To keep fighting the Pigs lurking around the city, {Companion:684[FURY]} is recruiting volunteers for the next assault.",
    "es": "Después de haber repelido una infinidad de navíos cerdiles, la tripulación de la {Companion:684} está mal. En el puerto militar la tensión es palpable: proteger las aguas de {Nation:193} es absolutamente prioritario, no pueden quedarse atracados mucho tiempo. Para seguir luchando contra los cerdos que rondan la ciudad, {Companion:684[Fury]} está reclutando a voluntarios para el próximo asalto.",
    "de": "Nachdem sie unzählige Schweinemonster-Schiffe zurückgeschlagen haben, steht es schlecht um die Mannschaft von {Companion:684}. Im Kriegshafen ist die Spannung deutlich spürbar: der Schutz der Gewässer von {Nation:193} hat absolute Priorität. Sie dürfen also nicht allzu lange im Hafen bleiben. Um den Kampf gegen die Schweinemonster fortführen zu können, die um die Stadt herumstreifen, heuert {Companion:684[Furiosa]} Freiwillige für den nächsten Angriff an.",
    "pt": "Após repelir incontáveis navios dos Porcos, a tripulação da {Companion:684} está em péssimas condições. No Porto Militar, a tensão é palpável: a proteção das águas de {Nation:193} é uma prioridade absoluta, logo, eles não podem permanecer no cais por muito tempo. Para continuar a luta contra os Porcos que rondam a cidade, {Companion:684[Furiosa]} está recrutando voluntários para o próximo ataque."
  },
  "descriptionFinished": {
    "fr": "Les navires Cochons semblent de mieux en mieux équipés, ils tirent à présent des boulets de canon en continu sur leurs ennemis, et leur détermination n'a jamais été aussi grande. Mais le {Companion:684} vaut bien mille hommes\\_: le dernier abordage vous a permis de mettre à mal l'équipage du {Summoning:384}, offrant un peu de répit à la Nation.",
    "en": "The Pig ships seem to be better and better equipped. They now shoot a constant flow of cannonballs on their enemies, and their determination is at an all-time high. However, {Companion:684} is worth a thousand men\\_– the last battle did serious damage to {Summoning:384}'s crew, giving the Nation a brief reprieve.",
    "es": "Los navíos de los cerdos parecen estar cada vez mejor equipados y ahora no dejan de lanzar bolas de cañón a sus enemigos. Los cerdos están más decididos que nunca. Pero la {Companion:684} vale por mil hombres: el último abordaje te ha permitido dejar maltrecha a la tripulación del {Summoning:384}, lo que dará un pequeño respiro a la nación.",
    "de": "Die Schiffe der Schweinemonster scheinen immer besser ausgerüstet zu sein. Mittlerweile feuern sie ohne Unterlass aus allen Kanonen auf ihre Gegner. Nie wirkten sie entschlossener! Aber {Companion:684} kämpft wie tausend Mann! Beim letzten Entern konntet ihr der Mannschaft von {Summoning:384} einen herben Schlag versetzen und der Nation eine kleine Verschnaufpause verschaffen.",
    "pt": "Os navios dos Porcos parecem estar cada vez mais bem equipados, disparando agora balas de canhão de forma contínua contra seus inimigos, e sua determinação nunca foi tão grande. Mas a {Companion:684} vale por mil homens: a última abordagem permitiu enfraquecer a tripulação do {Summoning:384}, oferecendo um pouco de alívio à Nação."
  }
}