{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "568",
  "m_id": 568,
  "m_displayName": "BONTA - Q08 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1460166628,
    "b": -1571055948,
    "c": 1541945163,
    "d": -282511166,
    "e": -1904153009
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1460166628,
    "b": -1571055948,
    "c": 1541945163,
    "d": -282511166,
    "e": 1560763698
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 568,
    "subAchievements": [
      2191
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 2023
        }
      ]
    }
  },
  "description": {
    "fr": "Les Bontariens ont capturé la {Skin:2023} et veulent l'utiliser comme monnaie d'échange contre des otages. Les Cochons, qui adorent leur princesse, essaient par tous les moyens de la libérer\\_: des vagues de Cochons-Ninjas déferlent sur la tour-prison de {Nation:193} et ses gardiens tentent tant bien que mal de repousser les assauts répétés.",
    "en": "The Bontarians have captured {Skin:2023} and want to use her to trade for hostages. The Pigs, who love their princess, are trying everything they can to free her. Waves of Ninja Pigs are throwing themselves at {Nation:193}'s prison tower and the guards are trying desperately to fight off their repeated attacks.",
    "es": "Los bontarianos han capturado a la {Skin:2023} y quieren utilizarla como moneda de cambio para rescatar a secuestrados. Pero los cerdos, que adoran a su princesa, están tratando de liberarla por todos los medios asaltando repetidamente la torre prisión de {Nation:193} con oleadas de cerdos ninja que los guardianes intentan frenar a duras penas.",
    "de": "Die Bonta haben die {Skin:2023} gefangen genommen und wollen sie gegen Geiseln austauschen. Die Schweinemonster, die ihre Prinzessin anbeten, versuchen alles, um sie zu befreien: Scharen von Ninja-Schweinemonstern stürzen sich auf den Gefängnisturm von {Nation:193}, dessen Wächter mehr schlecht als recht versuchen, die wiederholten Angriffe abzuwehren.",
    "pt": "Os bontarianos capturaram a {Skin:2023} e pretendem usá-la como moeda de troca por reféns. Os Porcos, que adoram sua princesa, estão tentando de todas as maneiras libertá-la: ondas de Porcos-Ninjas invadem a torre-prisão de {Nation:193}, e seus guardiões estão lutando para repelir os ataques incessantes."
  },
  "descriptionFinished": {
    "fr": "Les rapports conflictuels entre {Nation:193} et les Cochons semblent ne pas trouver de solution. Mais grâce à votre intervention, la {Skin:2023} est toujours saine, sauve, et en la possession de la Cité Blanche\\_!",
    "en": "There seems to be no solution to the conflict-filled relationship between {Nation:193} and the Pigs. Thanks to your intervention, however, {Skin:2023} is still safe and sound in the hands of the White City!",
    "es": "Los conflictos entre {Nation:193} y los cerdos no parecen tener solución. Pero, gracias a tu intervención, la {Skin:2023} se mantiene sana y salva, ¡y en la posesión de la Ciudad Blanca!",
    "de": "Für die konfliktbelasteten Beziehungen zwischen {Nation:193} und Schweinemonstern zeichnet sich keine Lösung ab. Aber dank deines beherzten Eingreifens ist die {Skin:2023} noch immer gesund und munter und in der Hand der weißen Stadt!",
    "pt": "Os conflitos entre {Nation:193} e os Porcos parecem não ter solução, mas, graças à sua intervenção, a {Skin:2023} permanece sã, salva e refém da Cidade Branca!"
  }
}