{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "639",
  "m_id": 639,
  "m_displayName": "BONTA - Q07 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 1154270787,
    "b": 375916628,
    "c": -1776466312,
    "d": -138065139,
    "e": -655080560
  },
  "m_i18nDescriptionFinishedId": {
    "a": 1154270787,
    "b": 375916628,
    "c": -1776466312,
    "d": -138065139,
    "e": -541367940
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 639,
    "subAchievements": [
      516
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 1783
        }
      ]
    }
  },
  "description": {
    "fr": "{Skin:1783} est le Maître Forgeron de {Nation:193}. Reconnu pour ses machines à la pointe de la technologie, il passe le plus clair de son temps dans sa forge où il optimise ses créations et éprouve ses dernières nouveautés. Pour tester l'efficacité de ses derniers modèles d'armes, armures et systèmes de défense du château, il a besoin d'aventuriers volontaires.  ",
    "en": "{Skin:1783} is {Nation:193}'s Master Blacksmith. Known for his machines on the cutting edge of technology, he spends most of his time in his smithy where he perfects his creations and tests his newest inventions. He needs volunteers to verify the effectiveness of his latest weapons, armor and castle defense systems…",
    "es": "{Skin:1783} es el maestro herrero de {Nation:193}. El maestro, reconocido por sus máquinas de tecnología punta, pasa la mayor parte del tiempo en su forja, en la que optimiza sus creaciones y prueba sus últimas novedades. Para comprobar la efectividad de sus últimos modelos de arma, armadura y sistemas de defensa del castillo, necesita a aventureros voluntarios.  ",
    "de": "{Skin:1783} ist der Meisterschmied von {Nation:193}. Er wird für seine hochmodernen Maschinen geschätzt und verbringt die meiste Zeit in der Schmiede, um seine Kreationen weiter zu optimieren und seine aktuellsten Neuheiten zu testen. Um die Schlagkraft seiner neusten Waffen- und Rüstungsmodelle sowie Burgverteidigungsanlagen auf die Probe zu stellen, braucht er freiwillige Abenteurer.",
    "pt": "{Skin:1783} é o Mestre Ferreiro de {Nation:193}. Reconhecido por suas máquinas com tecnologia de ponta, ele passa a maior parte do tempo em sua forja, onde aprimora suas criações e avalia suas últimas novidades. Para testar a eficácia de seus mais recentes modelos de armas, armaduras e sistemas de defesa do castelo, ele precisa de aventureiros voluntários."
  },
  "descriptionFinished": {
    "fr": "Les Chuchoteurs de Maison qui assistaient {Skin:1783} dans l'élaboration de ses essais se sont rebellés, prenant le contrôle des machines. Fort heureusement, votre intervention a stoppé la révolte naissante, et {Skin:1783[Lanfist]} a pu éprouver ses prototypes en conditions réelles.",
    "en": "The Whisperer servants who help {Skin:1783} with his tests have rebelled, taking control of the machines. Luckily, your intervention nipped the revolt in the bud and {Skin:1783[LANFIST]} was able to test his prototypes in real-life conditions.",
    "es": "Los susurradores domésticos que asistían a {Skin:1783} en sus ensayos se han rebelado y se han hecho con el control de las máquinas. Por suerte, tu intervención ha frenado la rebelión iniciada, y {Skin:1783[Lanfist]} ha podido poner a prueba sus prototipos en condiciones reales.",
    "de": "Die Hausflüsterer im Dienst von {Skin:1783}, die ihn bei seinen Versuchen unterstützten, haben rebelliert und die Kontrolle über die Maschinen übernommen. Glücklicherweise konntest du die aufwallende Revolte im Keim ersticken und {Skin:1783[Lanfaust]} konnte seine Prototypen unter realen Bedingungen testen.",
    "pt": "Os Sussurradores domésticos que auxiliavam {Skin:1783} em seus experimentos se rebelaram, assumindo o controle das máquinas. Felizmente, sua intervenção deteve a revolta em seu estágio inicial, e {Skin:1783[Lanfogo]} pôde testar seus protótipos em condições reais."
  }
}