{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "658",
  "m_id": 658,
  "m_displayName": "ASTRUB - Q02 - 00_Valider la Quest",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -74108161,
    "b": 1758435396,
    "c": -865256136,
    "d": -652611607,
    "e": 748347449
  },
  "m_i18nDescriptionFinishedId": {
    "a": -74108161,
    "b": 1758435396,
    "c": -865256136,
    "d": -652611607,
    "e": -237102430
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 658,
    "subAchievements": [
      142
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 8029
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "Depuis quelques temps, les bateaux qui traversent la Mer des Embrumes ont des difficultés à arriver à bon port. Contraints de faire des détours, les retards de livraison s'accumulent et le coût des marchandises explose. {Skin:8029}, membre du {Faction:235}, attend justement une cargaison qui semble ne pas arriver. Elle missionne tout aventurier volontaire pour patrouiller dans la zone et retrouver les marchands disparus.",
    "en": "For some time now, boats crossing the Misty Sea have found it difficult to make port safely. Forced to make detours, boats are making deliveries late more and more often and prices are skyrocketing. {Skin:8029}, a member of the {Faction:235}, is currently waiting for some cargo that doesn't seem likely to arrive. She's enrolling volunteer adventurers to scout the zone and find the missing merchants.",
    "es": "Desde hace un tiempo, los barcos que atraviesan el Mar de la Niebla tienen dificultades para llegar a buen puerto. Obligados a dar rodeos, los retrasos en la entrega se acumulan y el coste de las mercancías explota. Precisamente {Skin:8029}, miembro del {Faction:235}, está esperando un cargamento que parece no llegar. Recluta a cualquier aventurero voluntario para patrullar en la zona y encontrar las mercancías desaparecidas.",
    "de": "Seit einiger Zeit haben die Schiffe, die das Nebelmeer überqueren, Probleme, an den richtigen Hafen zu gelangen. Sie sind zu Umwegen gezwungen, die Lieferverzögerungen häufen sich und die Warenkosten explodieren. {Skin:8029}, Mitglied vom {Faction:235} wartet gerade auf eine Lieferung, die nicht anzukommen scheint. Sie beautragt jeden freiwilligen Abenteurer, das Gebiet zu patrouillieren und die verschwundenen Händler zu finden.",
    "pt": "Já faz algum tempo que os barcos andam tendo dificuldades para atravessar o Mar Nebuloso. Sendo obrigados a dar voltas e mais voltas, os atrasos nas entregas vão aumentando, e o custo das mercadorias está lá em cima. {Skin:8029}, membro do {Faction:235}, está justamente esperando uma entrega que parece não chegar nunca. Ela está atrás de aventureiros que estejam dispostos a percorrer a região e encontrar os comerciantes desaparecidos."
  },
  "descriptionFinished": {
    "fr": "Au milieu de la brume, une petite île est infestée d’Abraknydes et d’Araknes\\_: les créatures utilisent leurs toiles et branches pour prendre au piège les bateaux aveuglés par le brouillard épais, et se nourrissent de tout ce qui est comestible, y compris les marins. Ecœurés par votre découverte, {Skin:8029} et {Skin:9666} se promettent de rester vigilent à l'avenir…",
    "en": "Surrounded by mist, a small island is infested with Treechnids and Arachnees. These creatures are using their webs and branches to capture boats blinded by the thick fog and feed on anything edible on board, including sailors. Deeply disturbed by your discovery, {Skin:8029} and {Skin:9666} promise to be careful in the future…",
    "es": "En mitad de la niebla, una islita infestada de abráknidos y araknas: las criaturas utilizan sus telarañas y ramas para atrapar los barcos cegados por la bruma espesa, y se alimentan de todo lo que es comestible, incluidos los marineros. Indignados por tu descubrimiento, {Skin:8029} y {Skin:9666} se prometen estar más atentos en el futuro...",
    "de": "Mitten im Dunst ist eine kleine Insel mit Astaknyden und Arachneen verseucht: Die Kreaturen nutzen ihre Netze und Äste, um die im dichten Nebel blinden Schiffe in die Falle zu locken und ernähren sich von allem Essbaren, auch von den Seemännern. Von deiner Entdeckung angewidert, nehmen sich {Skin:8029} und {Skin:9666} vor, künftig wachsam zu sein\\_…",
    "pt": "Em meio à bruma, uma pequena ilha está infestada de Arvraknídeos e Araknes: as criaturas utilizam teias e galhos para encurralar navios perdidos na névoa espessa e se alimentam de tudo que for comestível, inclusive de marinheiros. Angustiados com sua descoberta, {Skin:8029} e {Skin:9666} prometem ter mais cuidado de agora em diante..."
  }
}