{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "663",
  "m_id": 663,
  "m_displayName": "AMAKNA - Q07 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1693783273,
    "b": -46347900,
    "c": -492729640,
    "d": 2071602139,
    "e": 1866093711
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1693783273,
    "b": -46347900,
    "c": -492729640,
    "d": 2071602139,
    "e": -2137581798
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 663,
    "subAchievements": [
      828
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 8191
        }
      ]
    }
  },
  "description": {
    "fr": "Alors que les paysans se plaignent de vols de légumes et de disparitions de Tofus de plus en plus fréquents, {Skin:8191} n'en mène pas large\\_: des bruits étranges émanent de son puits, et des plumes sont éparpillées tout autour... Le fermier doit résoudre ce mystère avant de s'attirer les foudres de ses voisins.",
    "en": "Farmers are complaining about vegetables being stolen and Tofus disappearing more and more often, and {Skin:8191} is feeling uneasy. Strange sounds are coming from his well and feathers are scattered all around it… The farmer needs to get to the bottom of things before his neighbors get riled up.",
    "es": "Mientras los granjeros se quejan de los cada vez más frecuentes robos de verduras y desapariciones de tofus, {Skin:8191} no da pie con bola: de su pozo emanan extraños ruidos y hay plumas esparcidas por todas partes… El granjero tiene que resolver este misterio antes de provocar la ira de sus vecinos.",
    "de": "Während die Bauern immer häufiger den Diebstahl von Gemüse und das Verschwinden von Tofus beklagen, ist {Skin:8191} besorgt: Seltsame Geräusche kommen aus seinem Brunnen und rundherum sind Federn verteilt\\_… Der Bauer muss dieses Geheimnis lüften, bevor er die Wut seiner Nachbarn auf sich zieht.",
    "pt": "Com os camponeses se queixando cada vez mais de roubos de legumes e desaparecimentos de Tofus, a vida não tem sido fácil para {Skin:8191}: barulhos estranhos podem ser ouvidos em seus poços e penas podem ser encontradas por toda a parte... O fazendeiro precisa resolver esse mistério antes que a ira de seus vizinhos recaia sobre ele."
  },
  "descriptionFinished": {
    "fr": "Après avoir repoussé des rats anormalement gigantesques, {Skin:8191} vous révèle ses récentes découvertes sur les effets indésirables des engrais utilisés à {Nation:954}. Néanmoins, les produits étant trop essentiels à la survie de la Nation, il se refuse d'en toucher mot à quiconque.",
    "en": "After driving off rats of unusual size, {Skin:8191} revealed his recent discoveries about the undesirable side effects of the fertilizers used in {Nation:954}. However, the products are absolutely crucial to the nation's survival so he refuses to say anything to anyone.",
    "es": "Tras defenderse de unas ratas anormalmente gigantes, {Skin:8191} revela sus recientes descubrimientos sobre los efectos indeseables de los abonos utilizados en {Nation:954}. Sin embargo, como los productos son demasiado esenciales para la supervivencia de la nación, se niega a decir una palabra de ello a nadie.",
    "de": "Nachdem er ungewöhnlich riesige Ratten verscheucht hat, verrät dir {Skin:8191} seine jüngsten Entdeckungen hinsichtlich der unerwünschten Auswirkungen der in {Nation:954} verwendeten Dünger. Da die Produkte zu wichtig für das Überleben der Nation sind, weigert er sich jedoch, irgendjemandem davon zu erzählen.",
    "pt": "Depois de afugentar os ratos anormalmente gigantescos, {Skin:8191} revela suas recentes descobertas sobre os efeitos indesejáveis do adubo utilizado em {Nation:954}. Entretanto, como os produtos são essenciais para a sobrevivência da nação, ele se recusa a mencionar o assunto para quem quer que seja."
  }
}