{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "694",
  "m_id": 694,
  "m_displayName": "AMAKNA - Q16 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 732435405,
    "b": -2145552300,
    "c": 535892505,
    "d": -1042798847,
    "e": -1923683711
  },
  "m_i18nDescriptionFinishedId": {
    "a": 732435405,
    "b": -2145552300,
    "c": 535892505,
    "d": -1042798847,
    "e": 467562253
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 694,
    "subAchievements": [
      1586
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 3438
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "Parmi les festivités d'{Nation:954}, le Concours de Boufté compte parmi les plus prisés. Et pour cause\\_: le Bouftou vainqueur est choisi pour s'accoupler avec toutes les Bouflonnes de la région\\_! {Skin:3438}, un jeune fermier, cherche à faire participer son Bouftou à la beauté sans pareille, mais à la piètre capacité de leader...",
    "en": "Among the festive events in {Nation:954}, the Gobbeauty Contest is one of the most prized. And rightly so. The winning Gobball is chosen to mate with all the Gobbewes in the region! {Skin:3438}, a young farmer, wants his gorgeous Gobball to enter the contest but is a poor leader…",
    "es": "El Certamen de Jalabelleza es uno de los más populares de las fiestas de {Nation:954}. Y con razón: ¡el jalató ganador es elegido para aparearse con todas las jalalíneas de la región! {Skin:3438}, un joven granjero, quiere inscribir a su jalató, cuya belleza no tiene rival pero cuyas dotes de mando son escasas…",
    "de": "Von den Festlichkeiten von {Nation:954} zählt das Wettessen zu den beliebtesten. Und aus gutem Grund: Der Sieger-Fresssack wird ausgewählt, um sich mit allen Fressfrauen der Region zu paaren! {Skin:3438}, ein junger Bauer, versucht, seinen Fresssack für die Teilnahme anzumelden, der mit beispielloser Schönheit gesegnet ist, jedoch ohne Führungsqualitäten\\_…",
    "pt": "Dentre as festividades de {Nation:954}, o Concurso de Papabeleza é uma das mais importantes. E com razão: o Papatudo vencedor é escolhido para se procriar com todas as Papatudettes da região! {Skin:3438}, um jovem fazendeiro, quer inscrever seu Papatudo de beleza incomparável, mas com pouca capacidade de liderança..."
  },
  "descriptionFinished": {
    "fr": "{Skin:2273} a surpassé toutes les espérances de son maître en battant l’ensemble des prétendants du concours, et en décrochant le titre de nouveau Grand Chef Bouftou\\_! Satisfait, {Skin:3438} vous demande de continuer les entrainements afin que sa précieuse boule de laine conserve son statut. ",
    "en": "{Skin:2273} exceeded all his master's expectations by defeating all the other contestants and earning the title of Great Gobball Chief! Satisfied, {Skin:3438} has asked you to continue to provide training so his precious ball of wool keeps his title.",
    "es": "{Skin:2273} ha superado todas las expectativas de su amo venciendo a todos los concursantes, ¡y ganando el título de nuevo Gran Jefe Jalató! Satisfecho, {Skin:3438} te pide que sigas con los entrenamientos para que su preciado ovillo de lana conserve su estatus. ",
    "de": "Der {Skin:2273[Herrliche Fresssack]} hat alle Erwartungen seines Herrn übertroffen, als er alle Wettbewerber schlug und somit den Titel des neuen Großen Chef-Fresssacks erlangte! Zufrieden bittet dich {Skin:3438}, das Training fortzusetzen, damit sein wertvolles Wollknäuel seinen Status bewahrt.",
    "pt": "{Skin:2273}, excedeu todas as expectativas de seu mestre e superou todos os pretendentes do concurso, conquistando o título de novo Grande Chefe Papatudo! Satisfeito, {Skin:3438} pede para você continuar com os treinamentos para que sua preciosa bola de lã mantenha o prestígio."
  }
}