{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "696",
  "m_id": 696,
  "m_displayName": "BRAKMAR - Q20 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 128401186,
    "b": 388072356,
    "c": 626574170,
    "d": -1142555680,
    "e": 2025934989
  },
  "m_i18nDescriptionFinishedId": {
    "a": 128401186,
    "b": 388072356,
    "c": 626574170,
    "d": -1142555680,
    "e": 1598587083
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 696,
    "subAchievements": [
      1700
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 5293
        }
      ]
    }
  },
  "description": {
    "fr": "Dans son laboratoire clandestin, le {Skin:5293} confectionne ses potions à partir d'essences de monstres qu'elle prélève elle-même aux quatre coins du Monde des Douze. Avide de concevoir des mélanges toujours plus puissants, elle a récemment mis au point une recette à base d'essence de Shushu. Mais son plan semble avoir mal tourné...",
    "en": "In her clandestine laboratory, {Skin:5293} makes potions out of monster essences that she collects herself all over the World of Twelve. Eager to develop ever more powerful mixtures, she recently concocted a recipe using Shushu essence. Her plan seems to have gone awry…",
    "es": "En su laboratorio clandestino, la {Skin:5293} confecciona pócimas a partir de esencias de monstruos que ella misma extrae por todo el Mundo de los Doce. Como ansía crear mezclas cada vez más poderosas, hace poco ha preparado una receta a base de esencia de fab'huritu. Pero parece que su plan se ha torcido…",
    "de": "In ihrem Geheimlabor stellt {Skin:5293} Tränke aus Monsteressenzen her, die sie aus allen Ecken der Welt der Zwölf zusammensammelt. Getrieben von dem Ehrgeiz, immer mächtigere Mischungen zu kreieren, hat sie vor Kurzem eine Rezeptur auf der Basis von Shushu-Essenz entwickelt. Aber ihr Plan hat eine böse Wendung genommen\\_…",
    "pt": "Em seu laboratório clandestino, a {Skin:5293} prepara suas poções a partir de essências de monstros que ela mesma coleta nos quatro cantos do Mundo dos Doze. Ávida por conceber misturas cada vez mais poderosas, ela elaborou recentemente uma receita com base em essência de Shushu. Mas seu plano parece ter dado errado…"
  },
  "descriptionFinished": {
    "fr": "Après sa transformation en {Skin:6171}, le {Skin:5293} ne se souvient plus des récents événements, et décide d'utiliser une nouvelle potion pour se remettre sur pied. Tout porte donc à croire que cet incident ne restera pas isolé... Fort heureusement, votre intervention a permis d'éviter une nouvelle invasion Shushu. Étrange, d'ailleurs, de les voir pulluler autant...",
    "en": "After being turned into {Skin:6171}, {Skin:5293} has forgotten recent events and decided to use a new potion to get back on her feet. All signs say that this incident won't be the last of its kind… Luckily, your intervention prevented a new Shushu invasion. It's a bit odd to see so many about, though…",
    "es": "Tras su transformación en {Skin:6171}, la {Skin:5293} ya no se acuerda de los últimos acontecimientos y quiere utilizar una nueva pócima para recomponerse. Todo apunta a que no va a ser un incidente aislado… Por suerte, con tu intervención se ha podido evitar una nueva invasión fab'hurita. Por cierto, es raro que estén pululando tanto…",
    "de": "Nachdem sich {Skin:5293} in {Skin:6171} verwandelt hat, erinnert sie sich nicht mehr an die letzten Geschehnisse. Sie entschließt sich, einen neuen Trank zu verwenden, um wieder auf die Beine zu kommen. Alles deutet darauf hin, dass dieser Vorfall kein Einzelfall bleiben wird\\_… Dank deines beherzten Eingreifens konnte eine neue Shushu-Invasion glücklicherweise abgewendet werden. Schon seltsam, dass es von ihnen nur so wimmelt\\_…",
    "pt": "Após sua transformação em {Skin:6171}, {Skin:5293} não se lembra mais dos eventos recentes e decide usar uma nova poção para se recuperar. Tudo indica que este incidente não será isolado… Felizmente, sua intervenção evitou uma nova invasão Shushu. É estranho, aliás, vê-los se multiplicando tanto…"
  }
}