{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "737",
  "m_id": 737,
  "m_displayName": "BRAKMAR - Q18 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -699405905,
    "b": 953763412,
    "c": -244268216,
    "d": 967556286,
    "e": 414112999
  },
  "m_i18nDescriptionFinishedId": {
    "a": -699405905,
    "b": 953763412,
    "c": -244268216,
    "d": 967556286,
    "e": -1726038605
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 737,
    "subAchievements": [
      1577
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 2723
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "Aux portes de l'arène, un {Skin:2723} accepte d'aider certains captifs à s'évader en échange d'une belle bourse de Kamas. Le risque est grand, et la discrétion est essentielle pour parvenir jusqu'au lieu d'extraction.",
    "en": "At the arena doors, a young {Skin:2723} is willing to help captives escape in exchange for a hefty purse of kamas. The risk is huge, and discretion is needed to reach the extraction site.",
    "es": "A las puertas de la arena, un {Skin:2723} acepta ayudar a escapar a ciertos cautivos a cambio de una suculenta bolsa de kamas. El riesgo es grande, y la discreción es esencial para llegar hasta el lugar de extracción.",
    "de": "An den Toren der Arena erklärt sich ein {Skin:2723} einverstanden, einigen Gefangenen im Tausch gegen eine ordentliche Menge Kamas zur Flucht zu verhelfen. Das Risiko ist hoch und die Diskretion ist entscheidend, um den Fluchtort zu erreichen.",
    "pt": "Nos portões da arena, um {Skin:2723} aceitou ajudar alguns prisioneiros a fugir, em troca de uma bela bolsa de kamas. O risco é alto e a discrição é essencial para que eles cheguem ao local da fuga."
  },
  "descriptionFinished": {
    "fr": "Sain et sauf, le captif est envoyé sur une île lointaine. Le {Skin:2723}, satisfait, ne semble pas en être à son coup d'essai, et la destination paraît finalement un peu douteuse. Espérons que notre rescapé aura plus de chances là où il est\\_!",
    "en": "Safe and sound, the captive has been sent to a distant island. Satisfied, {Skin:2723} has clearly done this before, and the destination is starting to seem a bit sketchy. Let's hope our captive will have better luck this time around!",
    "es": "Sano y salvo, el cautivo es enviado a una isla remota. El {Skin:2723}, satisfecho, no parece estar en su primer intento, y el destino parece finalmente un poco incierto. ¡Esperemos que nuestro superviviente tenga más suerte allí donde está!",
    "de": "Gesund und heil wird der Gefangene auf eine ferne Insel geschickt. Der zufriedene {Skin:2723} scheint kein Anfänger zu sein und das Ziel scheint bedenklich zu sein. Hoffen wir, dass unser Flüchtling dort, wo er ist, mehr Glück haben wird!",
    "pt": "Sã e salvo, o prisioneiro foi enviado para uma ilha afastada. O {Skin:2723}, satisfeito, parece ter experiência, e o destino finalmente parece um pouco incerto. Esperamos que nosso fugitivo tenha mais sorte, onde quer que ele esteja!"
  }
}