{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "798",
  "m_id": 798,
  "m_displayName": "BRAKMAR - Q02 - 00_Valider la Quest",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1982407973,
    "b": -93156316,
    "c": 950814536,
    "d": 1661210635,
    "e": -1149131907
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1982407973,
    "b": -93156316,
    "c": 950814536,
    "d": 1661210635,
    "e": -1831620926
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 798,
    "subAchievements": [
      1742
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 1856
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "Ce bon vieux {Skin:1856} est de retour, pour vous jouer de mauvais tours… Rôdant dans les rues de {Nation:156}, il y propose diverses <s>arnaques</s> activités et paris <s>truqués</s> lucratifs en organisant des combats contre ses nouveaux hommes de main. Une rondelette somme de Kamas est ainsi promise à quiconque viendrait à bout de ses guerriers...",
    "en": "Good old {Skin:1856} is back and up to his old tricks… Lurking in the streets of {Nation:156}, he's offering various <s>scams</s> activities and <s>rigged</s> lucrative betting opportunities by organizing fights against his new crew. A hefty pile of kamas has been promised to whoever defeats all his warriors…",
    "es": "El bueno de {Skin:1856} ha vuelto para jugarte alguna que otra mala pasada… Este merodeador de las calles de {Nation:156} propone diversas <s>estafas</s> actividades y apuestas <s>trucadas</s> con ánimo de lucro celebrando combates contra sus nuevos secuaces y ofreciendo una importante suma de kamas a quienes logren vencer a sus guerreros.",
    "de": "Der gute alte {Skin:1856} ist zurück, um dir übel mitzuspielen\\_… Er streift durch die Straßen von {Nation:156} und bietet organisierte Kämpfen gegen seine neuen Handlanger an\\_– die sich bei genauerem Hinsehen als <s>Betrügereien</s> und <s>manipulierte</s>, wenn auch äußerst lukrative, Wetten entpuppen. Jedem, der seine Kämpfer besiegt, winkt ein hübsches Sümmchen.",
    "pt": "O bom e velho {Skin:1856} está de volta para te engambelar... Vagando pelas ruas de {Nation:156}, ele propõe diversos <s>golpes</s>, atividades e apostas <s>fraudulentas</s> e lucrativas, organizando combates contra seus novos capangas. Então, ele oferece uma bela quantia de kamas a quem conseguir derrotar seus guerreiros..."
  },
  "descriptionFinished": {
    "fr": "Les hommes de main de {Skin:1856} ne sont autres que les célèbres Chevaliers Tourmenteurs\\_! Combinant sa ruse à la force de ses guerriers et à la fourberie de ses Roublards, il s'assure toujours que personne n'arrive à cumuler les 5 victoires d'affilée afin de remporter ses paris. En tout cas, jusqu'à votre arrivée...",
    "en": "{Skin:1856}'s crew are none other than the famous Tormenter Knights! Combining his trickery with the strength of his warriors and the ruse of Rogues, he has always ensured that no one could achieve the 5 successive victories needed to win the bet. At least, until you came along…",
    "es": "¡Los secuaces que tiene {Skin:1856} son nada más y nada menos que los famosos caballeros atormentadores! Así, combinando su ingenio con la fuerza de sus guerreros y con la astucia de sus tymadores, se asegura de que nadie llegue a acumular 5 victorias seguidas y le gane en sus apuestas. Hasta que has aparecido tú...",
    "de": "Bei den Handlangern von {Skin:1856} handelt es sich um niemand Geringeren als die berüchtigten Gequälten Ritter! Mit seiner Heimtücke, der Kraft seiner Krieger und der Schurkerei seiner Halsabschneider sorgt er dafür, dass es niemandem gelingt, 5\\_Siege in Folge davonzutragen, um die Wette zu gewinnen. Zumindest bis zu deinem Auftauchen\\_…",
    "pt": "Os capangas de {Skin:1856} não são ninguém menos que os célebres Cavaleiros Atormentados! Combinando a astúcia dele com a força dos guerreiros e a malícia dos Ladinos, ele afirma que ninguém consegue acumular 5 vitórias seguidas para ganhar suas apostas. Em todo caso, até que você chegar..."
  }
}