{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "911",
  "m_id": 911,
  "m_displayName": "BRAKMAR - Q16 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 151050064,
    "b": -804185180,
    "c": 1283618409,
    "d": -1713369186,
    "e": -372721468
  },
  "m_i18nDescriptionFinishedId": {
    "a": 151050064,
    "b": -804185180,
    "c": 1283618409,
    "d": -1713369186,
    "e": -584515405
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 911,
    "subAchievements": [
      799
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 2723
        }
      ]
    }
  },
  "description": {
    "fr": "Si la vermine a toujours été présente à {Nation:156}, une prolifération se ressent depuis quelques temps dans la cité. Sur ordre de la Garde Brâkmarienne, un {Skin:2723[Soldat Lancier]} a été dépêché sur les lieux. Malheureusement pour lui, souffrant de musophobie, il se trouve dans l'incapacité de mener à bien sa mission, et doit rapidement trouver une solution s'il ne veut pas finir en pâture pour les rats...\n",
    "en": "While vermin have always been present in {Nation:156}, their numbers have recently risen sharply in the city. On orders of the Brakmarian Guard, a {Skin:2723[Lancer Soldier]} has been dispatched to the city. Unfortunately for him, he suffers from a debilitating fear of mice and rats, which makes him unable to complete his mission. He needs to find a solution quickly to avoid ending up as rat feed…\n",
    "es": "Las alimañas siempre han estado presentes en {Nation:156}, pero, de un tiempo a esta parte, se nota que han proliferado. La guardia brakmariana ha enviado a un {Skin:2723[soldado lancero]} a investigarlo, pero este, para su desgracia, tiene un miedo atroz a las ratas y es incapaz de llevar a cabo su misión, por lo que tiene que encontrar rápidamente una solución si no quiere acabar siendo pasto de las ratas…\n",
    "de": "In {Nation:156} war schon immer ziemlich viel Ungeziefer unterwegs, aber in letzter Zeit wimmelt es nur so von ihnen in der Stadt. Auf Befehl der Brâk-Wache wurde ein {Skin:2723[Brâk-Lanzenreiter]} an Ort und Stelle entsandt, der zu seinem großen Leidwesen unter einer Mäusephobie leidet. Er sieht sich daher außerstande, seine Mission zu Ende zu bringen, und muss umgehend eine Lösung finden, wenn er nicht als Rattenfutter enden will\\_…\n",
    "pt": "Embora as pragas sempre tenham estado presentes em {Nation:156}, elas vêm se proliferando há algum tempo na cidade. Sob as ordens da Guarda Brakmariana, um {Skin:2723[Soldado Lanceiro]} foi enviado para o local. Infelizmente, como sofre de musofobia, ele foi impedido de realizar plenamente sua missão e precisa encontrar rapidamente uma solução se não quiser virar comida de rato…\n"
  },
  "descriptionFinished": {
    "fr": "L'espèce semble avoir subi quelques mutations après la <b>Grande Vague</b>, donnant naissance à des spécimens mi-rats mi-oiseaux\\_: les {Summoning:57,plural:other}. Et au grand dam du {Skin:2723}, elles ne sont pas seules\\_: leur mère, la {Skin:8398}, les envoie dérober les corps de l'Arène en guise de nourriture. Fort heureusement pour le soldat, vous ne souffrez pas du même mal, et toute cette histoire ne sera bientôt plus qu'un mauvais souvenir\\_!",
    "en": "The species seems to have undergone a few mutations since the <b>Great Wave</b>, resulting in half-rat half-bird specimens\\_– the {Summoning:57,plural:other}. To the {Skin:2723}'s great distress, they are not alone. Their mother, the {Skin:8398}, is sending them to steal bodies from the Arena to use as food. Luckily for the soldier, you don't share his phobia, and this whole episode will soon be just a bad memory!",
    "es": "Parece que la especie ha sufrido alguna que otra mutación después de la <b>Gran Ola</b>, dando lugar a unos especímenes medio ratas medio pájaros: las {Summoning:57,plural:other}. Además, para disgusto del {Skin:2723}, no están solas: su madre, la {Skin:8398}, las manda a robar los cadáveres de la arena para usarlos de alimento. Por suerte para el soldado, tú no padeces musofobia, ¡y todo este asunto pronto no será más que un mal recuerdo!",
    "de": "Nach der <b>Großen Welle</b> scheint das Exemplar einige Mutationen durchlebt und neue Kreaturen hervorgebracht zu haben\\_– halb Ratte, halb Vogel: die {Summoning:57,plural:other}. Und was vor allem der {Skin:2723} bedauert: Sie sind nicht allein! Ihre Mutter, die {Skin:8398}, hat sie losgeschickt, um die Kadaver aus der Arena als Futter anzuschleppen. Zum großen Glück für den Soldaten leidest du an keiner wie auch immer gearteten Phobie! Diese ganze Geschichte wird schon bald nichts weiter sein als eine böse Erinnerung!",
    "pt": "A espécie parece ter sofrido algumas mutações após a <b>Grande Onda</b>, engendrando novas espécies de meio-ratos meio-pássaros: as {Summoning:57,plural:other}. E, para o grande azar de {Skin:2723}, elas não estão sozinhas: a mãe delas, a {Skin:8398}, as envia para roubar os corpos da Arena, que servem de alimento. No entanto, para a sorte do soldado, vocês não têm a mesma fobia, e toda esta história será em breve apenas uma triste lembrança!"
  }
}