{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "945",
  "m_id": 945,
  "m_displayName": "STORY MODE - ACTE I - 11",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1020425409,
    "b": -326805788,
    "c": -1200497253,
    "d": 1645583626,
    "e": -1246169815
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1020425409,
    "b": -326805788,
    "c": -1200497253,
    "d": 1645583626,
    "e": 762717972
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 945,
    "subAchievements": [
      1870
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 4271
        }
      ]
    }
  },
  "description": {
    "fr": "{Skin:4271} est perturbé. Est-il responsable des dangers qui rôdent autour de ses pivoines\\_? Sera-t-il à nouveau responsable d'un chaos dans le Monde des Douze\\_?",
    "en": "{Skin:4271} is upset. Is he responsible for the dangers lurking around his peonies? Is he going to bring more chaos to the World of Twelve?",
    "es": "{Skin:4271} está descolocado. ¿Será el culpable de los peligros que acechan a sus peonías? ¿Estará siendo de nuevo el culpable de provocar el caos en el Mundo de los Doce?",
    "de": "{Skin:4271} ist verstört. Sollte er für die Gefahren verantwortlich sein, die seinen Pfingstrosen so zusetzen? Sollte er schon wieder dafür verantwortlich sein, dass die Welt der Zwölf ins Chaos stürzt?",
    "pt": "{Skin:4271} está confuso. Será que ele é o responsável pelos perigos que rondam suas peônias? Será que ele é novamente responsável pelo caos no Mundo dos Doze?"
  },
  "descriptionFinished": {
    "fr": "{Skin:4271} a su faire face aux souvenirs qui le hantent, il reprend sa mission avec détermination. Autrefois, il a peut-être mis en danger le monde, mais aujourd'hui, il a une chance de se rattraper.",
    "en": "{Skin:4271} was able to face the memories haunting him. He's taken up his mission again with renewed determination. He might have endangered the world in the past, but today he has a chance to make up for it.",
    "es": "{Skin:4271} ha sabido enfrentarse a los recuerdos que lo acechan y reanuda su misión con determinación. Puede que antaño pusiera en peligro, pero hoy tiene la oportunidad de resarcirse.",
    "de": "{Skin:4271} hat sich seinen bösen Erinnerungen gestellt und nimmt seine Mission fest entschlossen wieder auf. Früher einmal hat er die Welt vielleicht in große Gefahr gebracht, aber heute hat er die Chance, es wiedergutmachen!",
    "pt": "{Skin:4271} conseguiu enfrentar as lembranças que o assombravam e agora retoma sua missão com determinação. No passado, ele talvez tenha colocado o mundo em perigo, mas, hoje, ele tem a oportunidade de corrigir seus erros."
  }
}