{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "954",
  "m_id": 954,
  "m_displayName": "ASTRUB - Q06 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": -1446506542,
    "b": 381833988,
    "c": 2115106266,
    "d": 13127332,
    "e": -791202685
  },
  "m_i18nDescriptionFinishedId": {
    "a": -1446506542,
    "b": 381833988,
    "c": 2115106266,
    "d": 13127332,
    "e": -430745309
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 954,
    "subAchievements": [
      16
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 1450
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "On raconte que {DungeonZone:851} abriterait une créature étrange que nul n'aurait jamais aperçue. Elle voyagerait d'îlot en îlot, mais reviendrait toujours à sa tanière. {Skin:1450}, membre du {Faction:14}, doit se rendre sur l'île afin de récolter des herbacées utiles à ses potions et onguents. Elle missionne tout aventurier volontaire pour l'accompagner et couvrir ses arrières.",
    "en": "They say that {DungeonZone:851} is home to a strange creature that no one has ever seen. It's said it travels from island to island, but always goes back to its lair. {Skin:1450}, a member of the {Faction:14}, must go to the island to collect herbaceous plants to use in her potions and ointments. She's enrolling volunteer adventurers to come along and protect her six.",
    "es": "Cuentan que la {DungeonZone:851} alberga a una criatura extraña que nunca antes nadie habría visto. Al parecer, viaja de islote en islote, pero siempre acaba volviendo a su guarida. {Skin:1450}, miembro del {Faction:14} que debe ir a la isla y recolectar herbáceos útiles para sus pócimas y ungüentos, recluta a cualquier aventurero que esté dispuesto a acompañarle y cubrirle las espaldas.",
    "de": "Man erzählt sich, dass die {DungeonZone:851} eine seltsame Kreatur beherbergen soll, die noch niemand gesehen hat. Sie soll wohl von Insel zu Insel reisen, kehrt aber immer wieder in ihre Höhle zurück. {Skin:1450}, die zum {Faction:14} gehört, muss auf der Insel nützliche Krautpflanzen für Tränke und Salben sammeln. Sie beauftragt jeden freiwilligen Abenteurer, sie zu begleiten und ihr Rückendeckung zu geben.",
    "pt": "Dizem que a {DungeonZone:851} serve de abrigo para uma criatura estranha que nunca foi vista. Aparentemente, ela viaja de ilha em ilha, mas sempre volta para sua toca. {Skin:1450}, membro do {Faction:14}, precisa ir até a ilha pantanosa para colher plantas, a fim de preparar suas poções e unguentos. Ela está atrás de aventureiros dispostos a acompanhá-la e protegê-la."
  },
  "descriptionFinished": {
    "fr": "Pendant votre lutte contre {Skin:865}, {Skin:1450} a pu receuillir les ingrédients nécessaires à la fabrication de ses potions. La voilà ravie\\_!",
    "en": "During your fight with {Skin:865}, {Skin:1450} was able to collect the ingredients she needs to make her potions. She's delighted!",
    "es": "Mientras luchabas contra {Skin:865}, {Skin:1450} ha podido ir recolectando los ingredientes que necesita para fabricar sus pócimas, ¡así que está encantada!",
    "de": "Während du gegen {Skin:865} gekämpft hast, hat {Skin:1450} die notwendigen Zutaten für ihre Tränke sammeln können. Sie ist außer sich vor Freude!",
    "pt": "Enquanto você enfrentava {Skin:865}, {Skin:1450} conseguiu pegar os ingredientes necessários para fabricar suas poções. Agora ela está feliz!"
  }
}