{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666467
  },
  "m_Name": "982",
  "m_id": 982,
  "m_displayName": "BRAKMAR - Q06 - 00_Valider la Quest",
  "m_availability": 3,
  "m_wip": 0,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 250977291,
    "b": 1031638772,
    "c": 1335762553,
    "d": 457933374,
    "e": 1937175690
  },
  "m_i18nDescriptionFinishedId": {
    "a": 250977291,
    "b": 1031638772,
    "c": 1335762553,
    "d": 457933374,
    "e": 42977071
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 982,
    "subAchievements": [
      1630
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": []
    }
  },
  "description": {
    "fr": "{CharacterName:475} est un Brâkmarien pure souche\\_; vil, fourbe et sans vergogne, il s'est rapidement trouvé une activité lucrative après la <b>Grande Vague</b> en attaquant et pillant les navires qui s'approchent un peu trop des côtes Brâkmariennes. Mais comme souvent, sa dernière expédition lui a coûté quelques membres de son équipage, et avant de repartir en mer, il doit donc recruter de nouveaux volontaires.",
    "en": "{CharacterName:475} is a Brakmarian through and through. Vile, deceitful and shameless, he rapidly developed a lucrative business after the <b>Great Wave</b> by attacking and plundering ships that come a little too close to the Brakmarian coastline. As is often the case, his latest expedition cost him a few crew members and he needs to recruit some new volunteers before heading out to sea.\n",
    "es": "{CharacterName:475} es un brakmariano de pura cepa, vil, astuto, descarado, y se ha buscado rápidamente una actividad con la que lucrarse tras la <b>Gran Ola</b>: atacar y saquear los navíos que se acerquen más de la cuenta a las costas brakmarianas. Pero, como suele pasar, su última expedición le ha costado unos cuantos miembros de su tripulación, por lo que, antes de hacerse a la mar, debe reclutar a nuevos voluntarios.\n",
    "de": "{CharacterName:475} ist ein Brâk durch und durch. Ruchlos, schurkenhaft und schamlos. Nach der <b>Großen Welle</b> hat er schnell wieder eine lukrative Beschäftigung gefunden. Er greift Schiffe an, die den Küsten von Brâkmar zu nahe kommen, und plündert sie. Aber wie so oft hat er auf seiner letzten Expedition mehrere Mitglieder seiner Mannschaft verloren. Bevor wieder hinaus aufs Meer fahren kann, muss er neue Freiwillige anheuern.\n",
    "pt": "{CharacterName:475} é um brakmariano puro-sangue. Vil, pérfido e sem o menor pudor, ele encontrou rapidamente uma atividade lucrativa após a <b>Grande Onda</b>, atacando e saqueando os navios que se aproximavam demais da costa brakmariana. Mas, como acontece frequentemente, sua última expedição custou a vida de alguns membros de sua tripulação. Antes de voltar ao mar, ele precisa recrutar novos voluntários.\n"
  },
  "descriptionFinished": {
    "fr": "Au fur et à mesure d'abordages, vous comprenez que {CharacterName:475} est une véritable crapule\\_; si les Bworks et les Chafers sont des prises de second choix, le véritable objectif de {CharacterName:475} est en réalité de capturer des Bontariens afin de les livrer à {Nation:156} pour ses combats d'Arène...",
    "en": "After participating in a few boarding parties, you've come to see that {CharacterName:475} is truly nasty. Bworks and Chafers may be consolation prices, but {CharacterName:475}'s true goal is capture Bontarians and deliver them to {Nation:156} as fodder for the Arena fights…",
    "es": "Conforme se suceden los abordajes, te vas percatando de que {CharacterName:475} es un auténtico canalla. Los bworks y los chafers son piezas de segunda: el verdadero objetivo de {CharacterName:475} es capturar a bontarianos y entregarlos a {Nation:156} para hacerlos combatir en la arena…",
    "de": "So langsam begreifst du, dass {CharacterName:475} ein richtiges Scheusal ist. Die Bworks und Chafer sind eigentlich nur Nebenziele, das eigentliche Augenmerk von {CharacterName:475} gilt den Bonta, die er fangen und nach {Nation:156} verschleppen will, damit sie dort in der Arena antreten\\_…",
    "pt": "Ao longo das abordagens, você compreende que {CharacterName:475} é um verdadeiro crápula. Os Bworks e os Chaferes são presas de segunda: o real objetivo de {CharacterName:475} é, na verdade, capturar bontarianos e entregá-los a {Nation:156} para os combates na Arena…"
  }
}