{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 3810213884270666000
  },
  "m_Name": "988",
  "m_id": 988,
  "m_displayName": "ASTRUB - Q01 - 00_Valider la Quest",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": 0,
    "b": 0,
    "c": 0,
    "d": 0,
    "e": 0
  },
  "m_i18nDescriptionId": {
    "a": 383104090,
    "b": -1102374908,
    "c": 2057296554,
    "d": 969204784,
    "e": 132679100
  },
  "m_i18nDescriptionFinishedId": {
    "a": 383104090,
    "b": -1102374908,
    "c": 2057296554,
    "d": 969204784,
    "e": -1136843679
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 988,
    "subAchievements": [
      1855
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 5583
        }
      ]
    }
  },
  "name": {
    "fr": "",
    "en": "",
    "es": "",
    "de": "",
    "pt": ""
  },
  "description": {
    "fr": "{DungeonZone:46} est une réserve protégée où vivent quelques espèces forestières en voie de disparition. Malheureusement, des braconniers s'introduisent régulièrement dans la réserve pour capturer les bêtes et revendre leur viande et leurs défenses à prix d’or. {Skin:5583}, membre du {Faction:677}, missionne tout aventurier volontaire pour aller sécuriser la zone et protéger l’espèce menacée.",
    "en": "{DungeonZone:46} is a protected nature preserve containing several endangered forest species. Unfortunately, poachers enter the preserve regularly to capture animals and sell their meat and tusks for outrageous sums. {Skin:5583}, a member of the {Faction:677}, is enrolling volunteer adventurers to secure the area and protect the endangered species.",
    "es": "El {DungeonZone:46} es una reserva protegida donde viven algunas especies forestales en vías de desaparición. Por desgracia, unos cazadores furtivos entran regularmente en la reserva para capturar a los animales y revender su carne y sus colmillos a precio de oro. {Skin:5583}, miembro del {Faction:677}, recluta a cualquier aventurero voluntario para que asegure la zona y proteja a la especie amenazada.",
    "de": "{DungeonZone:46} ist ein Schutzgebiet, in dem einige vom Aussterben bedrohte Waldtierarten leben. Leider dringen regelmäßig Wilderer in das Gebiet ein, um die Tiere zu fangen und ihr Fleisch und ihre Stoßzähne sehr teuer zu verkaufen. {Skin:5583}, Mitglied vom {Faction:677} beauftragt jeden freiwilligen Abenteurer, den Bereich zu sichern und die bedrohten Arten zu schützen.",
    "pt": "{DungeonZone:46} é uma reserva protegida onde vivem algumas espécies da floresta que estão ameaçadas de extinção. Infelizmente, a reserva costuma ser invadida por caçadores clandestinos que capturam os animais e revendem a carne e as presas deles por uma fortuna. {Skin:5583}, membro do {Faction:677}, está atrás de aventureiros que estejam dispostos a proteger a área e as espécies ameaçadas."
  },
  "descriptionFinished": {
    "fr": "{Skin:9718}, le chef des braconniers, a été contraint d’admettre sa défaite, mais il n’abandonne pas pour autant\\_:\\_il reviendra encore et encore pour dépouiller la zone de ses Gliglis.\n{Skin:5583} prend l’affaire très au sérieux et compte fonder la Ligue de Protection des Gliglis, dont vous avez rejoint les rangs en tant que tout premier membre\\_!",
    "en": "{Skin:9718}, the head of the poachers, was forced to admit defeat for now but hasn't given up. He'll come back to the area again and again to steal Bliblis.\n{Skin:5583} is taking the matter very seriously and intends to create the Blibli Protection League\\_– with you as its very first member!",
    "es": "{Skin:9718}, el jefe de los cazadores furtivos se ha visto obligado a admitir su derrota, pero no está dispuesto a abandonar:\\_volverá una y otra vez para acabar con todos los balíes de la zona.\n{Skin:5583} se toma el asunto muy en serio y tiene pensado fundar la Liga de Protección de los Balíes, ¡a la que te acabas de unir como su primer miembro!",
    "de": "{Skin:9718}, der Chef der Wilderer war gezwungen, seine Niederlage zuzugeben, aber er gibt dennoch nicht auf: Er wird immer und immer wieder kommen, um den Lebensraum der Gliglis zu zerstören.\n{Skin:5583} nimmt die Sache sehr ernst und will die Liga zum Schutz der Gliglis gründen. Du gehörst als eines der ersten Mitglieder dazu!",
    "pt": "{Skin:9718}, o líder dos caçadores clandestinos, foi obrigado a reconhecer a derrota, mas ele não pensa em desistir: ele voltará outras vezes para pegar todos os Valilis que puder.\n{Skin:5583} quer dar um basta nisso e pretende fundar a Liga de Proteção dos Valilis. Adivinhe quem será o primeiro membro dela?"
  }
}