{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": -3078351595095444000
  },
  "m_Name": "990",
  "m_id": 990,
  "m_displayName": "CLAN QUEST - SCIENCE - OGREST - 05_Chapitre V",
  "m_availability": 3,
  "m_i18nNameId": {
    "a": 21107483,
    "b": 1326923316,
    "c": -168821878,
    "d": -849081399,
    "e": -924764631
  },
  "m_i18nDescriptionId": {
    "a": 21107483,
    "b": 1326923316,
    "c": -168821878,
    "d": -849081399,
    "e": -1372850758
  },
  "m_i18nDescriptionFinishedId": {
    "a": 21107483,
    "b": 1326923316,
    "c": -168821878,
    "d": -849081399,
    "e": 422779278
  },
  "values": {
    "type": "AchievementDefinition",
    "id": 990,
    "subAchievements": [
      1869
    ],
    "points": 10,
    "secret": false,
    "achievementType": 1,
    "rewards": [],
    "onSuccess": [],
    "precomputedData": {
      "type": "PrecomputedData",
      "dynamicValueReferences": [],
      "externalDynamicValueReferences": [],
      "hasEffects": false,
      "keywordReferences": [
        {
          "type": 1,
          "id": 9712
        },
        {
          "type": 1,
          "id": 4271
        }
      ]
    }
  },
  "name": {
    "fr": "Compléter le chapitre V",
    "en": "Complete Chapter V",
    "es": "Completar el capítulo V",
    "de": "Schließe Kapitel V ab",
    "pt": "Completar o Capítulo V"
  },
  "description": {
    "fr": "{Skin:4271} a peur de perdre à nouveau le contrôle et d’échouer dans la mission que lui a confiée son papa {Skin:9712}. Comment protéger ses fleurs, s’il ne sait pas se protéger de lui-même\\_?",
    "en": "{Skin:4271} is afraid of losing control again and failing in the mission his father, {Skin:9712}, gave him. How can he protect his flowers if he doesn't know how to protect himself?",
    "es": "{Skin:4271} teme volver a perder el control y fracasar en la misión que le ha encomendado su papá {Skin:9712}. ¿Cómo va a proteger a sus flores si no sabe protegerse de sí mismo?",
    "de": "{Skin:4271} hat große Angst, dass er schon wieder die Kontrolle verliert und die Mission, die ihm sein Papa {Skin:9712} anvertraut hat, wieder misslingt. Wie soll er diese Blumen beschützen, wenn er nicht mal sich selbst schützen kann?",
    "pt": "{Skin:4271} tem medo de perder outra vez o controle e de fracassar a missão que foi confiada a ele por seu pai {Skin:9712}. Como proteger suas flores, se ele nem consegue proteger a si mesmo?"
  },
  "descriptionFinished": {
    "fr": "Quel soulagement\\_! {Skin:4271} n’est pas responsable du danger qui pèse sur ses pivoines. C’est l’entité apparue au centre d’Astrub qui les a imprégnées de WAKFU et les met en danger\\_! Mais {Skin:4271} est rassuré, maintenant\\_: il peut continuer à les protéger\\_!",
    "en": "What a relief! {Skin:4271} isn't responsible for the danger threatening his peonies. It was the entity that appeared in the middle of Astrub that filled them with WAKFU and put them in danger! But {Skin:4271} is reassured now\\_– he can keep protecting them!",
    "es": "¡Qué alivio! {Skin:4271} no tiene la culpa del mal que aqueja a sus peonías. Quien las ha impregnado de wakfu y las está poniendo en peligro es la entidad que ha aparecido en el centro de Astrub. {Skin:4271} ahora respira tranquilo y puede seguir protegiéndolas.",
    "de": "Was für eine Erleichterung! {Skin:4271} ist nicht für die Gefahr verantwortlich, die seine Pfingstrosen bedroht. Das Wesen, das mitten in Astrub aufgetaucht ist, hat sie mit WAKFU durchtränkt und so in Gefahr gebracht! Aber jetzt ist sich {Skin:4271} sicher: Ab jetzt kann er sie beschützen!",
    "pt": "Que alívio! {Skin:4271} não é o responsável pelo perigo que recai sobre suas peônias. Foi a entidade que apareceu no centro de Astrub que as impregnou de WAKFU e faz com que corram perigo! Porém, {Skin:4271} está mais tranquilo agora: ele pode continuar a protegê-las!"
  }
}